#FR: French translation made by GLP: GLP.Desk@gmail.com.
#FR: French translation remarks/observations begins with '#FR:'
#FR: 'Wallet' has not been translated to 'Portefeuille' since the English term is most often used in French when it is in relation to cryptocurrencies.
LOCAL_MSG_STARTING=Demarrage de l'interface du Wallet...
LOCAL_MSG_TAB_TRANSACTIONS=Transactions 
LOCAL_MSG_TAB_ADDRESSES=Mes Adresses
LOCAL_MSG_TAB_SEND=Envoyer BTCP
LOCAL_MSG_TAB_ADDRESS_BOOK=Carnet d'adresses
LOCAL_MSG_TAB_MSG=Messagerie
LOCAL_MENU_MAIN=Menu Principal
LOCAL_MENU_ABOUT=A Propos
LOCAL_MENU_QUIT=Quitter
LOCAL_MENU_WALLET=Wallet
LOCAL_MENU_VIEW_PK=Voir une cl\u00e9 priv\u00e9e
LOCAL_MENU_IMPORT_PK=Importer une cl\u00e9 priv\u00e9e
LOCAL_MENU_MSG=Messagerie
LOCAL_MENU_MY_ID=Mon Identit\u00e9
LOCAL_MENU_EXPORT_ID=Exporter mon identit\u00e9
LOCAL_MENU_IMPORT_CONTACT=Importer un Contact
LOCAL_MENU_REMOVE_CONTACT=Supprimer un Contact
LOCAL_MENU_OPTIONS=Options
#keep multi lines with around same length per line to be able to fit on screen. newline in the UI is \n, newline in this document is \
LOCAL_MSG_INITIAL_DISCLAIMER=La version de bureau du Wallet Full-Node Bitcoin Private est actuellement consid\u00e9r\u00e9e comme exp\u00e9rimentale.\n\
L'utilisation de ce logiciel se fait sous votre enti\u00e8re et seule responsabilit\u00e9!\n Assurez vous de lire la liste des limitations et probl\u00e8mes \
connus se trouvant \u00e0 cette adresse: \n\
 https://github.com/BTCPrivate/bitcoin-private-full-node-wallet\n\n\
  LE LOGICIEL EST FOURNI \"TEL QUEL\", SANS AUCUNE FORME DE GARANTIE\n\
  EXPRESSE OU TACITE, INCLUANT MAIS SANS S'Y LIMITER, LES GARANTIES DE \n\
  QUALIT\u00c9 MARCHANDE, D'AD\u00c9QUATION A UN USAGE PARTICULIER ET DE NON-CONTREFACON.\n\
  EN AUCUN CAS LES AUTEURS OU LES DETENTEURS DES DROITS NE PEUVENT ETRE\n\
  RESPONSABLES POUR TOUTE R\u00c9CLAMATION, DOMMAGE OU AUTRE.\n\
  LA RESPONSABILIT\u00c9, QUE CE SOIT DANS UNE ACTION CONTRACTUELLE, D\u00c9LICTUELLE \n\
  OU AUTRE, DECOULANT DU, EN DEHORS OU EN RELATION AVEC LE LOGICIEL OU DE SON \n\
  UTILISATION OU D'AUTRES TRANSACTIONS DANS LE LOGICIEL\n\n
LOCAL_MSG_TITLE_DISCLAIMER=Avertissement
LOCAL_MSG_EXITING=Fermeture...
LOCAL_MSG_UI_TITLE=Interface du Wallet de bureau
LOCAL_MSG_DAEMON_ERROR=Il semble que btcpd a \u00e9t\u00e9 d\u00e9marr\u00e9 mais n'est pas pr\u00eat \u00e0 accepter les connections\n\
 du Wallet. Il est encore en cours de lancement du Wallet et de la Blockchain.\n\
 Essayez de relancer ce programme s'il vous plait.
LOCAL_MSG_DAEMON_ERROR_TITLE=Erreur du Daemon
#ADDRESS BOOK PANEL
LOCAL_MENU_NEW_CONTACT=Nouveau contact
LOCAL_MENU_SEND_BTCP=Envoyer BTCP
LOCAL_MENU_COPY_ADDRESS_TO_CLIPBOARD=Copier l'adresse dans le presse-papiers
LOCAL_MENU_DELETE_CONTACT=Effacer le contact
LOCAL_MSG_ADDRESS_BOOK_CORRUPT=Le carnet d'adresses est corrompu !
LOCAL_MSG_INPUT_CONTACT_NAME=Enter le nom du contact svp:
#no space required after 'of'
LOCAL_MSG_INPUT_CONTACT_ADDRESS=Entrez l'addresse B ou l'addresse Z de 
LOCAL_MSG_CREATE_CONTACT_STEP_1=Ajouter un nouveau contact - Etape 1
LOCAL_MSG_CREATE_CONTACT_STEP_2=Ajouter un nouveau contact - Etape 2
LOCAL_MSG_SEND_BTCP=Envoyer BTCP \u00e0
#as in 'delete person x from contacts'. not 'delete' as an action button. (in different languages it's conjugated) #FR: need more info on context, "order" or "question". (here is "order" )
LOCAL_MSG_DELETE_CONJUGATED=Effacez
# as with above 'delete X from contacts'. no spaces required.
LOCAL_MSG_FROM_CONTACTS=des contacts
#FR: here, 'delete' as an action button, otherwise change it to "Effacez contact".
LOCAL_MSG_DELETE_CONTACT=Effacer contact
#ADDRESS PANEL
LOCAL_MENU_NEW_B_ADDRESS=Nouvelle adresse B (Transparente)
LOCAL_MENU_NEW_Z_ADDRESS=Nouvelle adresse Z (Priv\u00e9e) 
LOCAL_MENU_REFRESH=Rafra\u00eechir
LOCAL_MSG_WARN_BLOCK_TIME=Si le solde d'une adresse est marqu\u00e9e Non Confirm\u00e9, celle-ci est actuellement concern\u00e9e par une transaction. Son solde affich\u00e9 est alors la valeur attendue une fois la transaction confirm\u00e9e. La dur\u00e9e moyenne de confirmation est de 2 minutes 30.
LOCAL_MSG_ADDRESS_CREATED=Une nouvelle adresse a \u00e9t\u00e9 cr\u00e9e:\n
LOCAL_MSG_ADDRESS_CREATED_TITLE=Adresse cr\u00e9e
LOCAL_MENU_BALANCE=Solde
#FR: depends on either you consider the address or its balance. 'Confirm\u00e9e" if address/tx, 'Confirm\u00e9' if balance.
LOCAL_MENU_IS_CONFIRMED=Confirm\u00e9e ?
LOCAL_MENU_ADDRESS=Addresse
LOCAL_MSG_YES=Oui
LOCAL_MSG_NO=Non
LOCAL_MSG_INVALID_OR_WO_ADDRESS=<ADRESSE INVALIDE OU EN LECTURE SEULE> !!!
LOCAL_MSG_INVALID_OR_WO_ADDRESS_TITLE=ERREUR: adresse invalide ou existante en lecture seule!
LOCAL_MSG_INVALID_OR_WO_ADDRESS_DETAIL=L'interface du logiciel ne peut pas fonctionner correctement avec des adresses invalides ou existantes en lecture seule dans le Wallet. N'utilisez pas cette adresse en tant qu'adresse destinataire d'op\u00e9rations de paiement !
#ADDRESS TABLE
LOCAL_MENU_GET_PK=Obtenir cl\u00e9 priv\u00e9e
LOCAL_MENU_PK_INFO_1=L'adresse
LOCAL_MENU_PK_INFO_2=a la cl\u00e9 priv\u00e9e: 
LOCAL_MENU_PK_INFO_3=La cl\u00e9 priv\u00e9e a aussi \u00e9t\u00e9 copi\u00e9e dans le presse-papiers.
LOCAL_MSG_ERROR_GET_PK=Erreur dans l'obtention de la cl\u00e9 priv\u00e9e
#PROVING KEY FETCHER
LOCAL_MSG_PROVINGKEY_DOWNLOAD_REQURED=Le Wallet a besoin de t\u00e9l\u00e9charger la cl\u00e9 cryptographique Z de validation (approx. 900 MB).\n  Cette op\u00e9ration n'est necessaire qu'une seule fois. Patientez s'il vous plait... Appuyez sur OK pour continuer.
LOCAL_MSG_DOWNLOADING_PROVING_KEY=T\u00e9l\u00e9chargement de la cl\u00e9 de validation...
LOCAL_MSG_VERIFYING_PROVING_KEY=V\u00e9rification de la cl\u00e9 de validation
LOCAL_MSG_NO_PROVING_KEY=Le Wallet de Bitcoin Private ne peut pas proc\u00e9der sans la cl\u00e9 de validation.
LOCAL_MSG_VERIFYING_DOWNLOADED_PROVING_KEY=V\u00e9rification de la cl\u00e9 de validation t\u00e9l\u00e9charg\u00e9e...
LOCAL_MSG_VERIFYING_DOWNLOADED_PROVING_KEY_FAILED=Echec du t\u00e9l\u00e9chargement de la cl\u00e9 de validation. Ne peut pas continuer!
#dashboardpanel
LOCAL_MSG_BTCP_WALLET_TITLE=Wallet de Bitcoin Private
LOCAL_MSG_BTCP_WALLET_TOOLTIP=Interface du Wallet Full-Node de Bitcoin Private
LOCAL_MSG_DAEMON_SINGLE_CONNECTION=connection
LOCAL_MSG_DAEMON_CONNECTIONS=connexions
LOCAL_MSG_LOOKING_PEERS=Recherche de pairs...
LOCAL_MSG_T_BALANCE=Solde des adresses Transparentes (b1)
LOCAL_MSG_Z_BALANCE=Solde des adresses Priv\u00e9es (zk)
LOCAL_MSG_TOTAL_BALANCE=Solde total: 
LOCAL_MSG_IMMATURE=Immature
LOCAL_MSG_IN=Entr\u00e9e
LOCAL_MSG_OUT=Sortie
LOCAL_MSG_MINED=Min\u00e9
LOCAL_MSG_TXN_TYPE=Type
LOCAL_MSG_TXN_DIRECTION=Direction
LOCAL_MSG_TXN_IS_CONFIRMED=Confirm\u00e9 ?
LOCAL_MSG_TXN_AMOUNT=Montant
LOCAL_MSG_TXN_DATE=Date
LOCAL_MSG_TXN_DESTINATION=Adresse de destination
#please keep <br/> at around the same length as this is a newline in UI.
LOCAL_MSG_UNCONFIRMED_TOOLTIP=Le Solde non confirm\u00e9 (non disponible) est montr\u00e9 en raison<br/> d'une transaction en cours! Le Solde actuellement confirm\u00e9 (disponible) est:<br/>
LOCAL_MSG_UNCONFIRMED_TOOLTIP_B=Transparent
LOCAL_MSG_UNCONFIRMED_TOOLTIP_Z=Priv\u00e9
LOCAL_MSG_SYNC=Synchronisation 
LOCAL_MSG_BLOCK=Bloc
#DATA TABLE
LOCAL_MSG_COPY_VALUE=Copier la valeur
LOCAL_MSG_EXPORT_TO_CSV=Exporter les donn\u00e9es en CSV
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV=Une erreure inattendue s'est produite lors de l'exportation vers un fichier CSV.
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV_TITLE=Erreur \u00e0 l'exportation CSV
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV_SUCCESS=Les donn\u00e9es ont \u00e9t\u00e9 export\u00e9es en CSV avec succ\u00e8s.
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV_SUCCESS_TITLE=Exportation r\u00e9ussie
#send cash
LOCAL_MSG_SEND_BTCP_FROM=Envoyer BTCP depuis
LOCAL_MSG_SEND_BTCP_ONLY_CONFIRMED=* Seules les adresses ayant un Solde confirm\u00e9 sont affich\u00e9es comme sources pour l'envoi !
LOCAL_MSG_MEMO_OPT=Note (optionnel):
LOCAL_MSG_MEMO_OPT_DETAIL=* La Note ne peut \u00eatre sp\u00e9cifi\u00e9e que si la destination est une adresse Z (Priv\u00e9e)!
LOCAL_MSG_AMOUNT_TO_SEND=Montant \u00e0 envoyer
LOCAL_MSG_TXN_FEE=Frais de ltransaction
LOCAL_MSG_ACTION_SEND=Envoyer
LOCAL_MSG_SEND_CHANGE=* Lors de l'envoi de BTCP depuis une adresse B (Transparente), le solde non d\u00e9pens\u00e9 restant est envoy\u00e9 \u00e0 une autre adresse B g\u00e9n\u00e9r\u00e9e automatiquement.\
   Lors de l'envoi depuis une adresse Z (Priv\u00e9e), le solde restant non d\u00e9pens\u00e9 reste avec\
  l'adresse Z. Dans les deux cas, l'adresse d'origine d'envoi ne peut pas \u00eatre utilis\u00e9e pour un autre envoi \
  tant que la transaction n'est pas confirm\u00e9e. L'adresse est temporairement enlev\u00e9e de la liste ! Les BTCP nouvellement min\u00e9s ne peuvent \u00eatre envoy\u00e9es que vers une adresse Z (Priv\u00e9e)
LOCAL_MSG_LAST_OPERATION_STATUS=Statut de la derni\u00e8re op\u00e9ration
LOCAL_MSG_PROGRESS=Progression
LOCAL_MSG_ERROR_SENDING_1=Une erreur s'est produite lors de l'envoi de BTCP
LOCAL_MSG_ERROR_SENDING_2=V\u00e9rifiez s'il vous plait que le Daemon Bitcoin Private\n est en cours d'ex\u00e9cution est que les param\u00e8tres d'envoi sont corrects.
LOCAL_MSG_ERROR_SENDING_TITLE=Erreur \u00e0 l'envoi de BTCP
LOCAL_MSG_PASTE_ADDRESS=Coller l'addresse
LOCAL_MSG_NO_FUNDS=Pas de fonds
LOCAL_MSG_NO_FUNDS_DETAIL=Vous n'avez pas d'addresse \u00e0 solde positif pour envoyer des BTCP !
LOCAL_MSG_SELECT_SOURCE_ADDR=S\u00e9lectionnez l'adresse source
LOCAL_MSG_SELECT_SOURCE_ADDR_DETAIL=Veuillez s\u00e9lectionner une addresse ayant un solde positif \u00e0 utiliser pour l'envoi de BTCP
LOCAL_MSG_ERROR_FROM_SHORT=L'adresse source est trop courte ou manquante.
LOCAL_MSG_ERROR_FROM_LONG=L'adresse source est trop longue.
LOCAL_MSG_ERROR_TO_MISSING=L'adresse de destination est manquante.
LOCAL_MSG_ERROR_TO_SHORT=L'adresse de destination est invalide : elle est trop courte.
LOCAL_MSG_ERROR_TO_LONG=L'adresse de destination est invalide : elle est trop longue.
LOCAL_MSG_ERROR_SEND_PREFIX_1=L'adresse de destination vers laquelle envoyer des BTCP
LOCAL_MSG_ERROR_SEND_PREFIX_2=ne semble pas \u00eatre une adresse BTCP valide. Une adresse BTCP valide commence par b1, bx ou zk!
LOCAL_MSG_ERROR_SEND_PREFIX_TITLE=Adresse de destination invalide.
LOCAL_MSG_ERROR_SEND_AMOUNT_MISSING=Le montant \u00e0 envoyer est manquant.
LOCAL_MSG_ERROR_SEND_AMOUNT_INVALID=Le montant \u00e0 envoyer est invalide; ce n'est pas un nombre.
LOCAL_MSG_ERROR_SEND_NO_TXN_FEE=Les frais de la transaction sont invalides, la valeur est manquante.
LOCAL_MSG_ERROR_SEND_TXN_FEE_INVALID=Les frais de la transaction sont invalides, ce n'est pas un nombre.
LOCAL_MSG_ERROR_SEND_PARAMS_INCORRECT=Les parametres d'envoi sont incorrects.
LOCAL_MSG_IN_PROGRESS=En progression
LOCAL_MSG_SUCCESSFUL=R\u00e9ussi
LOCAL_MSG_COPY_TXN_ID=Copier ID de la transaction
LOCAL_MSG_VIEW_ON_EXPLORER=Voir dans la Blockchain
LOCAL_MSG_OK=OK
LOCAL_MSG_SEND_SUCCESS_TITLE=BTCP envoy\u00e9s avec succ\u00e8s
LOCAL_MSG_SEND_SUCCESS_TXN_ID=ID de la transaction
#used as: [AMOUNT] BTCP sent from address
LOCAL_MSG_SEND_SUCCESS_SENDER=BTCP envoy\u00e9s depuis l'adresse
LOCAL_MSG_SEND_SUCCESS_RECIPIENT=vers l'adresse
LOCAL_MSG_SEND_ERROR_1=Une erreur s'est produite lors de l'envoi des BTCP
LOCAL_MSG_SEND_ERROR_2=Veuillez v\u00e9rifier que les param\u00e8tres d'envoi soient corrects, et essayer \u00e0 nouveau.
LOCAL_MSG_SEND_ERROR_TITLE=Erreur lors de l'envoi des BTCP
#PRIVATE KEY IMPORT
LOCAL_MSG_WARNING=Attention
LOCAL_MSG_IMPORT_PK=Importer une cl\u00e9e priv\u00e9e
LOCAL_MSG_IMPORT_PK_DETAIL=Entrez une cl\u00e9e priv\u00e9e \u00e0 importer s'il vous plait.
#please maintain <br/>
LOCAL_MSG_IMPORT_PK_WARNING=L'importation de cl\u00e9s priv\u00e9es peut \u00eatre une op\u00e9ration lente qui require de rescanner de la Bockchain <br/>(peut durer plusieurs minutes). L'interface ne sera pas utilisable pour d'autre fonction durant ce temps.
#FR: as statut of an action happening 'now importing", if it is a button that trigger the import operation as: 'import this' then 'Importer'
LOCAL_MSG_IMPORT=Importer
#FR: maybe 'Cancel' ?  if so, then 'Annuler'
LOCAL_MSG_CANCEL=Annuler
LOCAL_MSG_ENTER_KEY=Entrez une cl\u00e9e priv\u00e9e s'il vous plait
LOCAL_MSG_NO_KEY_ENTERED=Entrez une cl\u00e9e priv\u00e9e s'il vous plait
LOCAL_MSG_KEY_TO_ADDRESS=\u00c7a correspond \u00e0 l'adresse
LOCAL_MSG_IMPORT_SUCCESS=Importation r\u00e9ussie.\n\n Toutefois, l'adresse import\u00e9e n'a aucun solde (confirm\u00e9).\n S'il y'a un solde non confirm\u00e9, veuillez balayer manuellement pour r\u00e9clamer vos BTCP.\n Vous devrez peut-\u00eatre attendre que la Blockchain soit enti\u00e8rement synchronis\u00e9e.\n
LOCAL_MSG_IMPORT_SUCCESS_NO_BALANCE=Solde insuffisant
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_1=Importation r\u00e9ussie:
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_2="Comme d\u00e9crit dans le Livre Blanc, \u00e0 un moment donn\u00e9, les unit\u00e9s BTCP non r\u00e9clam\u00e9es pourraient \u00eatre retir\u00e9es \nde la circulation.\n Pour r\u00e9clamer les v\u00f4tres, il est plus facile de balayer votre solde vers une nouvelle adresse.\n Voulez vous \u00e9ffectuer maintenant une op\u00e9ration de Balayage pour les adresses import\u00e9es?
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_TITLE=Adresse priv\u00e9e import\u00e9e avec succ\u00e8s
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_NO_SWEEP=L'adresse import\u00e9e a un solde (confirm\u00e9) insuffisant - Balayage impossible.\n S'il y a un solde inconfirm\u00e9, veuillez recommancer manuellement plus tard.\n Vous devrez peut-\u00eatre attendre que la Blockchain soit enti\u00e8rement synchronis\u00e9e.\n\n\nVotre cl\u00e9 priv\u00e9e a seulement \u00e9t\u00e9 import\u00e9e.
LOCAL_MSG_SWEEP_SUCCESS=Balayage r\u00e9ussi
LOCAL_MSG_SWEEP_FROM=depuis
LOCAL_MSG_SWEEP_TO=vers
LOCAL_MSG_SWEEP_ERROR_DETAIL_1=Une erreur s'est produite lors de l'importation de la cl\u00e9 priv\u00e9e
#FR: Added \n ( exceed the english length = 89)
LOCAL_MSG_SWEEP_ERROR_DETAIL_2=Veuillez vous assurer que btcpd est en cours d'ex\u00e9cution, et que la cl\u00e9 a une forme correcte. \nR\u00e9essayez plus tard.
LOCAL_MSG_SWEEP_ERROR=Erreur lors de l'importation de la cl\u00e9 priv\u00e9e
#TRANSACTION TABLE
LOCAL_MSG_SHOW_DETAILS=Montrer les d\u00e9tails
LOCAL_MSG_SHOW_MEMO=Obtenir la note de la transaction
#FR: mistake in english 'unkonwn'
LOCAL_MSG_NO_MEMO=La transaction s\u00e9lectionn\u00e9e n'a pas une adresse Z (priv\u00e9e) comme destination, ou celle ci est inconnue (non list\u00e9e) et donc aucune information de note sur cette transaction n'est disponible.
LOCAL_MSG_MEMO=Note
LOCAL_MSG_NO_MEMO_TITLE=Aucune Note Disponible
LOCAL_MSG_NO_MEMO_DETAIL=La transaction s\u00e9lectionn\u00e9e ne contient pas de note.
LOCAL_MSG_MEMO_DETAIL_1=La note se trouvant dans la transaction est
LOCAL_MSG_MEMO_DETAIL_2=Cette note a aussi \u00e9t\u00e9 copi\u00e9 dans le presse-papiers.
LOCAL_MSG_TXN_DETAILS=D\u00e9tails de la transaction
LOCAL_MSG_TXN_DETAILS_1=Ce tableau affiche les informations de la transaction avec les d\u00e9tails techniques tels qu'ils apparaissent au niveau du r\u00e9seau de Bitcoin Private.
LOCAL_MSG_TXN_NAME=Nom
LOCAL_MSG_TXN_VALUE=Valeur
LOCAL_MSG_TXN_CLOSE=Fermer
LOCAL_MENU_COLUMN_NAME=Nom
LOCAL_MENU_COLUMN_ADDRESS=Addresse
#WALLET OPERATIONS
LOCAL_MENU_SELECT_TO_VIEW_PK=Veuillez s\u00e9lectionner une adresse dans l'onglet \"Mes Adresses\" pour voir sa cl\u00e9 priv\u00e9e.
LOCAL_MEN_SELECT_ADDRESS=Choisissez une adresse
LOCAL_MENU_PK=Cl\u00e9 priv\u00e9e
#MESSAGING IDENTITY
LOCAL_MSG_MY_MSG_ID=Mon identit\u00e9 de messagerie
LOCAL_MSG_MY_MSG_ID_INFO = Bienvenue dans votre identit\u00e9 de messagerie. Ces informations ont pour but d'\u00eatre partag\u00e9es avec d'autres utilisateurs<br/> Seul le champ \"Pseudonyme\" est requis.
LOCAL_MSG_SAVE_CLOSE=Sauver et fermer
LOCAL_MSG_NICKNAME_REQ=Pseudonyme requis
LOCAL_MSG_NICKNAME_REQ_DETAIL=Le champ \"Pseudonyme" rest requis.
#IDENTITY INFO DIALOG
LOCAL_MSG_CONTACT_DETAILS=D\u00e9tails du contact - 
LOCAL_MSG_CONTACT_INFO=Informations du contact
LOCAL_MSG_NICKNAME=Pseudonyme :
LOCAL_MSG_FIRST_NAME=Pr\u00e9nom :
LOCAL_MSG_MIDDLE_NAME=Deuxi\u00e8me pr\u00e9nom :
LOCAL_MSG_SURNAME=Nom :
LOCAL_MSG_EMAIL=Courriel :
LOCAL_MSG_STREET_ADDRESS=Rue :
LOCAL_MSG_FB=URL Facebook:
LOCAL_MSG_TW=URL Twitter :
LOCAL_MSG_SENDER_ID_B_ADDR=Adresse transparente d'identification d'exp\u00e9diteur :
LOCAL_MSG_SENDER_RECEIVE_Z_ADDR=Adresse Z de r\u00e9ception / envoi :
#MESSAGING PANEL
LOCAL_MSG_CONVERSATION=Conversation
LOCAL_MSG_MESSAGE=Message:
LOCAL_MSG_SENDING_AS=Envoyer en tant que :
LOCAL_MSG_SEND_MSG=Envoyer le message  \u27A4\u27A4\u27A4
LOCAL_MSG_SEND_ANONYMOUS=Envoyer anonymement
LOCAL_MSG_USER_ID=Identit\u00e9 de messagerie de l'utilisateur : 
LOCAL_MSG_USER_SENDER_ID_ADDRESS=Addresse d'identification de l'exp\u00e9diteur :
LOCAL_MSG_ID_ANONYMOUS=Cet utilisateur est anonyme, son identit\u00e9 est inconnue. Il est uniquement identifi\u00e9 \npar le fil :
LOCAL_MSG_ID_NON_ANONYMOUS=Cet utilisateur n'est pas anonyme, cependant son identit\u00e9 de messagerie est inconnue. Il est uniquement connu par l'addresse \nd'identifiant exp\u00e9diteur :
LOCAL_MSG_IGNORE_CONFIRM=Si vous pensez que cet utilisateur pollue la conversation de groupe, vous avez la possibilit\u00e9 \d'ignorer tous ses messages.\n\n AVERTISSEMENT : Si vous choisissez d'ignorer tous les messages de cet utilisateur, vous ne pourrez voir aucun des nouveaux messages qu'il enverra au groupe !
LOCAL_MSG_IGNORE_CONFIRM_TITLE=\u00cates-vous s\u00fbr ?
MSG_LOCAL_IGNORE_MESSAGES=Ingorer les messages de l'utilisateur
LOCAL_MSG_CANCEL_CLOSE=Annuler & Fermer
LOCAL_MSG_SPECIAL_ID_MSG_CONTACT_DETAILS=Message sp\u00e9cial comportant une identit\u00e9, Contien les d\u00e9tails du contact :
LOCAL_MSG_WARNING_UNVERIFIED_SIG=[ALERTE : la signature du message n'est pas v\u00e9rifi\u00e9e.]
LOCAL_MSG_ERROR_INVALID_SIG=[ERREUR : la signature du message est invalide ! Le message est peut \u00eatre un faux !]
LOCAL_MSG_ANONYMOUS=[Anonyme]
LOCAL_MSG_CONV_IN_GROUP=Conversation dans le groupe : 
LOCAL_MSG_CONV_WITH=Conversation avec : 
LOCAL_MSG_WELCOME_TO_MSG_1=Bienvenue dans la Messagerie Bitcoin Private. Pour commencer vous allez devoir vous cr\u00e9\u00e9er une identit\u00e9 \nde messagerie. Cet identit\u00e9 consistera en la cr\u00e9ation d'une paire d'addresses B+Z. \nL'addresse B sera utilis\u00e9e pour vous identifier aupr\u00e8s des autres utilisateurs. Elle ne doit jamais \u00eatre utilis\u00e9e dans des transactions financi\u00e8res \ncar cela pourrait porter partiellement ou enti\u00e8rement atteinte \u00e0 votre anonymat. L'addresse Z sera utilis\u00e9e pour envoyer et recevoir les messages.\n\nLa cr\u00e9ation d'une nouvelle identit\u00e9 de messagerie ne n\u00e9cessite que de fournir un pseudonyme. \nToutes les autres informations, comme le nom ou l'addresse, sont optionnelles. Les informations dans l'identit\u00e9 de messageries ayant vocation \u00e0 \u00eatre partag\u00e9es avec d'autres utilisateurs, vous devez faire attention \u00e0 ce que vous divulguez.\n\n Une fois l'identit\u00e9 de messagerie cr\u00e9\u00e9e vous pourrez l'exporter vers un fichier par le menu Messagerie >> Exporter mon identit\u00e9. Ce fichier peut alors \u00eatre partager avec d'autres utilisateurs qui souhaitent l'importer. Pour \u00e9tablir un contact avec d'autres utilisateurs vous devez importer leur identit\u00e9 de messagerie en utilisant le menu Messagerie >> Importer l'identit\u00e9 d'un contact.\n\nVotre historique de messagerie sera sauvegard\u00e9 dans le dossier :\n"
LOCAL_MSG_WELCOME_TO_MSG_2=Vous devez vous assurer qu'aucun utilisateur non approuv\u00e9 ne puisse y avoir acc\u00e8s sur cet ordinateur.\n\n (Ce message ne sera affich\u00e9 qu'une seule fois.)
LOCAL_MSG_WELCOME_TO_MSG_TITLE=Bienvenue dans la Messagerie
LOCAL_MSG_EXPORT_MSG_ID=Exporter votre identit\u00e9 de messagerie ?
LOCAL_MSG_MSG_CREATED_EXPORT=Votre identit\u00e9 de messagerie a \u00e9t\u00e9 cr\u00e9\u00e9e avec succ\u00e8s. Voulez-vous maintenant \nl'exporter dans un fichier JSON ? Vous devez l'exporter et transmettre ce fichier aux utilisateurs avec lesquels vous voulez communiquer.
LOCAL_MSG_ADD_BTCP_TO_SEND_1=L'addresse Z utilis\u00e9e pour envoyer/recevoir des messages doit \u00eatre cr\u00e9dit\u00e9e avec des BTCP : \n
LOCAL_MSG_ADD_BTCP_TO_SEND_2=Vous allez \u00eatre redirig\u00e9 vers l'onglet d'envoi de BTCP pour la cr\u00e9diter. Vous n'avez besoin de la cr\u00e9diter que \nd'un petit montant. G\u00e9n\u00e9ralement 0.1 BTCP permet d'envoyer 500 messages. Apr\u00e8s avoir transf\u00e9r\u00e9 des BTCP vous devez attendre que la transaction soit confirm\u00e9e (en g\u00e9n\u00e9ral 2 minutes 30). Il est recommand\u00e9 \nd'envoyer la somme \u00e0 cette addresse Z en plusieurs transactions (bien qu'une seule soit suffisante)."
LOCAL_MSG_ADD_BTCP_TO_SEND_TITLE=L'addresse Z utilis\u00e9e pour envoyer/recevoir des messages doit \u00eatre cr\u00e9dit\u00e9e en BTCP...
LOCAL_MSG_ADDR_HAS_BALANCE_TITLE=L'addresse d'identification de messagerie \u00e0 un solde !
LOCAL_MSG_ADDR_HAS_BALANCE_DETAIL_1=L'addresse B utilis\u00e9e pour vous identifier dans les messages ne doit PAS avoir de solde : \n
LOCAL_MSG_ADDR_HAS_BALANCE_DETAIL_2=Cependant elle a actuellement un solde non-nul ! Vous avez peut \u00eatre utilis\u00e9 cette addresse B dans des transactions \nne concernant pas la messagerie. Il est aussi possible que quelqu'un y ait d\u00e9liber\u00e9ment envoy\u00e9 des BTCP. \nPour minimiser la probabilit\u00e9 que votre anonymat soit compromis, vous devez transf\u00e9rer tous les BTCP de cette addresse B \u00e0 une addresse Z d\u00e8s que possible 
LOCAL_MSG_NO_MSG_ID=Pas d'identit\u00e9 de messagerie
LOCAL_MSG_NO_MSG_ID_DETAIL=Vous n'avez pas d'identit\u00e9 de messagerie ! Il est possible qu'elle n'ait pas encore \u00e9t\u00e9 cr\u00e9\u00e9e. \nUtilisez le menu \"Messagerie >> Mon Identit\u00e9" pour la cr\u00e9er !

LOCAL_MSG_EXPORT_ID_TO_JSON=Exporter l'identit\u00e9 de messagerie au format JSON
LOCAL_MSG_SUCCESS_EXPORT_ID_TO_JSON=Identit\u00e9 de messagerie export\u00e9e avec succ\u00e8s
LOCAL_MSG_SUCCESS_EXPORT_ID_TO_JSON_DETAIL_1=Votre identit\u00e9 de messagerie a \u00e9t\u00e9 export\u00e9e avec succ\u00e8s dans le fichier : \n
LOCAL_MSG_SUCCESS_EXPORT_ID_TO_JSON_DETAIL_2=Vous pouvez transmettre ce fichier \u00e0 d'autres utilisateurs afin d'entrer en contact avec eux.\nIls pourront alors l'importer dans leur Bitcoin Private Full-Node Desktop Wallet.
LOCAL_MSG_IMPORT_ID=Importer identit\u00e9 de messagerie \u00e0 partir d'un fichier
MSG_LOCAL_IMPORT_ID_WRONG_FORMAT=Mauvais format !
MSG_LOCAL_IMPORT_ID_WRONG_FORMAT_DETAIL=Le fichier s\u00e9lectionn\u00e9 n'est pas au bon format, ou il ne contient aucune identit\u00e9 de messagerie !
LOCAL_MSG_IMPORT_DUPLICATE=Collision - Doublon d'identit\u00e9 trouv\u00e9
LOCAL_MSG_IMPORT_DUPLICATE_DETAIL=Votre liste de contacts contient d\u00e9j\u00e0 cette identit\u00e9.\n\nDeux identit\u00e9s sont consid\u00e9r\u00e9es identiques si leurs addresses B+Z sont identiques.\nVoulez-vous remplacer les informations de l'identit\u00e9 existante par celles contenues dans l'identit\u00e9 que vous voulez importer ?,
LOCAL_MSG_IMPORT_CONTACT_SUCCESS=Identit\u00e9 du contact mise \u00e0 jour avec succ\u00e8s
LOCAL_MSG_IMPORT_CONTACT_SUCCESS_DETAIL=L'identit\u00e9 de votre contact a \u00e9t\u00e9 mise \u00e0 jour avec succ\u00e8s.
LOCAL_MSG_DUPLICATE_SENDER=Addresse d'envoi Contact With This Sender Identification Address Found
LOCAL_MSG_DUPLICATE_SENDER_DETAIL=Votre liste de contact contient une entr\u00e9e avec la m\u00eame addresse d'identification mais une identit\u00e9 inconnue ou pas encore import\u00e9e :\n\nVoulez-vous mettre \u00e0 jour ce contact existant avec les informations import\u00e9es ?
LOCAL_MSG_UPDATE_CONTACT=Identit\u00e9 de messagerie mise \u00e0 jour avec succ\u00e8s
LOCAL_MSG_UPDATE_CONTACT_DETAIL=L'identit\u00e9 de messagerie du contact a \u00e9t\u00e9 mise \u00e0 jour avec succ\u00e8s.
LOCAL_MSG_IMPORT_OWN_ID=Importation r\u00e9ussie ! Envoyer votre identit\u00e9 ?
LOCAL_MSG_IMPORT_OWN_ID_1=L'identit\u00e9 de messagerie de votre contact a bien \u00e9t\u00e9 import\u00e9e :
LOCAL_MSG_IMPORT_OWN_ID_2=Vous pouvez maintenant envoyer et recevoir des messages de ce contact. Voulez-vous envoyer certains de vos d\u00e9tails \u00e0 ce nouveau contact dans un message sp\u00e9cial ?\n\nCela lui permettra d'\u00e9tablir le contact avec vous sans qu'il ait \u00e0 importer manuellement votre identit\u00e9 (de la m\u00eame fa\u00e7on que vous avez import\u00e9 son identit\u00e9).
LOCAL_MSG_NO_CONTACT=Pas de contacts
LOCAL_MSG_NO_CONTACT_DETAIL=Vous n'avez pas de contacts dans votre carnet d'addresses. Pour utiliser la messagerie, vous devez ajouter au moins un contact. Vous pouvez ajouter un contact en important son identit\u00e9 (Messagerie >> Importer contact).
LOCAL_MSG_NO_CONTACT_SELECTED=Pas de contact s\u00e9lectionn\u00e9
LOCAL_MSG_NO_CONTACT_SELECTED_DETAIL=Aucun contact de messagerie s\u00e9lectionn\u00e9 dans la liste de contact (partie droite de l'interface).\nPour pouvoir supprimer un contact vous devez d'abord en s\u00e9lectionner un !
LOCAL_MSG_DELETE_CONTACT_CONFIRM=Supprimer ce contact ?
LOCAL_MSG_DELETE_CONTACT_CONFIRM_DETAIL=Ce contact va \u00eatre d\u00e9finitivement supprim\u00e9 de votre carnet d'addresses ! |nTous les messages provenant de ce contact seront donc d\u00e9sormais ignor\u00e9s. \n\u00cates-vous s\u00fbr de vouloir supprimer le contact s\u00e9lectionn\u00e9 ?,
LOCAL_MSG_NO_CONTACTS=Pas de contacts
LOCAL_MSG_NO_CONTACTS_DETAIL=Vous n'avez pas de contacts dans votre Carnet d'Adresses. Vous pouvez en ajouter en important leur identit\u00e9 (par le menu Messagerie >> Importer Contact).
LOCAL_MSG_NO_RECIPIENT=Pas de destinataire s\u00e9lectionn\u00e9
LOCAL_MSG_NO_RECIPIENT_DETAIL=Veuillez s\u00e9lectionner un destinataire pour votre message!
LOCAL_MSG_CONTACT_NO_Z_TOSEND=Le contact s\u00e9lectionn\u00e9 ne semble pas avoir d'addresse Z pour envoyer/recevoir des messages. 
LOCAL_MSG_CANT_SEND_MSG_NO_REPLY=Le contact a besoin d'une addresse de r\u00e9ponse !
LOCAL_MSG_REND_RETURN_Q=Envoyer l'addresse de r\u00e9ponse ?
LOCAL_MSG_FIRST_SEND_CONTACT=Il semble que ce soit le premier message anonyme que vous envoyez \u00e0 ce contact.\nVoulez-vous lui envoyer l'addresse Z li\u00e9e \u00e0 votre identit\u00e9, de fa\u00e7on \u00e0 ce qu'il puisse r\u00e9pondre \u00e0 vos messages anonymes ?
LOCAL_MSG_NO_B_NO_MSG=Contact sans addresse d'identification
LOCAL_MSG_NO_B_NO_MSG_DETAIL=Ce contact n'a pas d'addresse B d'identification. Impossible de lui envoyer un message ! It is not possible to send a message!
LOCAL_MSG_CONTACT_ANONY_WARN_DETAIL=Le contact est anonyme. Vous vous appr\u00eatez \u00e0 lui envoyer un message incluant votre addresse B d'identification. \u00cates-vous s\u00fbr(e) de vouloir lui envoyer ce message ?
LOCAL_MSG_CONTACT_ANONY_WARN=Envoyer un message r\u00e9v\u00e9lant votre addresse B d'identification ?
LOCAL_MSG_NO_TEXT=Pas de corps de message
LOCAL_MSG_NO_TEXT_DETAIL=Veuillez \u00e9crire un message \u00e0 envoyer !
LOCAL_MSG_SENDING_MSG=Envoi en cours
LOCAL_MSG_SENDING_MSG_DETAIL=Il y a d\u00e9j\u00e0 un message en cours d'envoi.\nVeuillez attendre que l'op\u00e9ration soit termin\u00e9e.
LOCAL_MSG_INSUFF_BALANCE_MSG=L'addresse Z utilis\u00e9e pour envoyer/recevoir les messages n'a pas une balance suffisante.
LOCAL_MSG_INSUFF_BALANCE_MSG_DETAIL_1=L'addresse Z utilis\u00e9e pour envoyer/recevoir les messages a une balance insuffisante : \n
LOCAL_MSG_INSUFF_BALANCE_MSG_DETAIL_2=Vous allez \u00eatre redirig\u00e9 dans l'onglet d'envoi de BTCP pour cr\u00e9diter sa balance. Vous n'avez besoin que d'une petite somme : 0.1 BTCP suffisent habituellement pour envoyer 500 messages. Apr\u00e8s avoir envoy\u00e9 des BTCP vous devez attendre que la transaction soit confirm\u00e9e (g\u00e9n\u00e9ralement autour de 2 minutes 30). Il est recommand\u00e9 d'envoyer le BTCP \u00e0 l'addresse Z en deux ou plus transactions (bien qu'une seule soit suffisante).
LOCAL_MSG_INSUFF_BALANCE_MSG_CONFIRMED=L'addresse Z utilis\u00e9e pour envoyer/recevoir les messages a une balance confirm\u00e9e insuffisante
LOCAL_MSG_INSUFF_BALANCE_MSG_CONFIRMED_DETAIL_1=L'addresse Z utilis\u00e9e pour envoyer/recevoir les messages a une balance confirm\u00e9e insuffisante : \n
LOCAL_MSG_INSUFF_BALANCE_MSG_CONFIRMED_DETAIL_2=Cela signifie habituellement que la derni\u00e8re transaction de messagerie n'est pas encore confirm\u00e9e. Vous devez \nattendre qu'elle soit confirm\u00e9e (normalement 2 minutes 30). Ce probl\u00e8me peut \u00eatre \u00e9vit\u00e9 en envoyant du BTCP \u00e0 cette addresse Z en plusieurs transactions (lors du cr\u00e9dit de la balance BTCP utilis\u00e9e pour la messagerie).
LOCAL_MSG_TOO_LARGE=La taille du message d\u00e9passe la limite actuellement support\u00e9e...
LOCAL_MSG_TOO_LARGE_DETAIL=Le corps du message que vous avez \u00e9crit est trop long pour \u00eatre envoy\u00e9. \nCette version du protocole de messagerie BTCP supporte des messages de 300 caract\u00e8res environs (le nombre exact d\u00e9pend de l'encodage des caract\u00e8res),
LOCAL_MSG_TOO_LARGE_ID=Votre identit\u00e9 de messagerie est malheureusement trop volumineuse pour \u00eatre envoy\u00e9e dans un seul message. Le destinataire szera oblig\u00e9 de l'importer manuellement \u00e0 partir d'un fichier JSON, ou vous pouvez l'envoyer en plusieurs fois.
LOCAL_MSG_ERROR_SEND_MSG=Erreur lors de l'envoi du message
LOCAL_MSG_NO_MSG_ID_DETAIL_2=L'addresse li\u00e9e \u00e0 votre identit\u00e9 de messagerie est introuvable.
LOCAL_MSG_SEND_CONTACT_DETAILS_Q=Voulez-vous envoyer (certaines) informations au groupe :\n
LOCAL_MSG_SEND_CONTACT_DETAILS_Q_2=Ceci autorisera les autres membres du groupe \u00e0 conna\u00eetre votre identit\u00e9.

#MSGOPTIONEDITDIALOG
LOCAL_MSG_MESSAGE_OPTS=Options de messagerie
LOCAL_MSG_MESSAGE_OPTS_SHOW=Les options suivantes concernent la Messagerie
LOCAL_MSG_AUTO_ADD_USER= Ajouter automatiquement les utilisateurs \u00e0 la liste de contacts ?
LOCAL_MSG_AMOUN_PER_MSG=Quantit\u00e9 de BTCP \u00e0 envoyer avec chaque message :
LOCAL_MSG_TXN_FEE_MSG=Frais de transaction :
LOCAL_MSG_CLOSE=Fermer
LOCAL_MSG_REQ_FIELD=Le champ est requis
LOCAL_MSG_REQ=Requis
LOCAL_MSG_POS_NR=Le champ doit contenir un nombre positif :
LOCAL_MSG_ERROR=ERREUR
LOCAL_MSG_CONTACT_LIST=Liste de contacts
LOCAL_MSG_ADD_CONTACT=Ajouter contact
LOCAL_MSG_DEL_CONTACT=Supprimer le contact
LOCAL_MSG_GROUP=Groupe
#FR: context-dependant : create a group (you want to create one) or complete the group creation proccess (asking for confirmation) ?
LOCAL_MSG_CREATE_GROUP=Cr\u00e9er un groupe
LOCAL_MSG_SEND_CONTACT_DETAILS=Envoyer les informations de contact
LOCAL_MSG_NO_CONTACT_SEND_DETAIL=Aucun contact n'est s\u00e9lectionn\u00e9 dans la liste (\u00e0 droite de la fen\u00eatre).\nPour pouvoir envoyer vos informations, vous devez d'abord s\u00e9lectionner un destinataire !
LOCAL_MSG_SEND_OWN_ID_Q=Envoyer l'identit\u00e9 de messagerie ?
LOCAL_MSG_SEND_ANONYMOUS_CONTACT=Le contact est anonyme. Lui envoyer vos informations lui r\u00e9v\u00e8lera votre identit\u00e9 de messagerie ! E\u00eates-vous s\u00fbr de vouloir lui envoyer vos informations ?

LOCAL_MSG_SET_LANG=Langue
LOCAL_MSG_RESTART=Red\u00e9marrage requis
LOCAL_MSG_RESTART_DETAIL=Veuillez red\u00e9marrer l'application pour appliquer le changement de langue.
