LOCAL_MSG_STARTING=Caricamento wallet GUI...
LOCAL_MSG_TAB_TRANSACTIONS=Transazioni 
LOCAL_MSG_TAB_ADDRESSES=Miei Indirizzi
LOCAL_MSG_TAB_SEND=Invia BTCP
LOCAL_MSG_TAB_ADDRESS_BOOK=Rubrica
LOCAL_MSG_TAB_MSG=Messaggi
LOCAL_MENU_MAIN=Main 
LOCAL_MENU_ABOUT=Guida
LOCAL_MENU_QUIT=Esci
LOCAL_MENU_WALLET=Wallet
LOCAL_MENU_VIEW_PK=Visualizza Chiave Privata
LOCAL_MENU_IMPORT_PK=Importa Chiave Privata
LOCAL_MENU_MSG=Messaggi
LOCAL_MENU_MY_ID=Mia Identit\u00e0
LOCAL_MENU_EXPORT_ID=Esporta Mia Identit\u00e0
LOCAL_MENU_IMPORT_CONTACT=Importa Contatti
LOCAL_MENU_REMOVE_CONTACT=Rimuovi Contatti
LOCAL_MENU_OPTIONS=Opzioni
#keep multi lines with around same length per line to be able to fit on screen. newline in the UI is \n, newline in this document is \
LOCAL_MSG_INITIAL_DISCLAIMER=L\u2019attuale versione del Wallet Desktop Full-Node di Bitcoin Private \u00e8 ritenuta sperimentale. L\u2019utilizzo di questo software\n\
  \u00e8 a tuo rischio! Assicurati di leggere la lista dei problemi conosciuti e delle limitazioni\n alla pagina: https://github.com/BTCPrivate/bitcoin-private-full-node-wallet\n\n\
  IL SOFTWARE E\u2019 FORNITO  \"COSI\u2019 COM\u2019E\u2019\" , SENZA ALCUNA GARANZIA DI ALCUN TIPO, ESPLICITA O \n\
  IMPLICITA, INCLUSO E NON LIMITATA ALLE GARANZIE DI COMMERCIABILIT\u00c0,\n\
  ADATTAMENTO PER UNO SCOPO SPECIFICO E NON-VIOLAZIONE. IN NESSUN CASO\n\
  GLI AUTORI O I DETENTORI DEI COPYRIGHT SARANNO RITENUTI RESPONSABILI DI QUALSIASI RIVENDICAZIONE, DANNI O ALTRA\n\
  RESPONSABILITA\u2019, SIA A SEGUITO UN\u2019AZIONE PER RISARCIMENTO CIVILE A SEGUITO DI UN CONTRATTO, O ANCHE SE, DERIVANTE DA,\n\
  A CAUSA DI O IN RELAZIONE CON IL SOFTWARE O L\u2019USO O ALTRE OPERAZIONI\n\n\
  COMMERCIALI DEL SOFTWARE.\n\n Questo messaggio sar\u00e0 visualizzato una sola volta per release
LOCAL_MSG_TITLE_DISCLAIMER=Liberatoria
LOCAL_MSG_EXITING=Uscita
LOCAL_MSG_UI_TITLE=Bitcoin Private Desktop GUI Wallet
LOCAL_MSG_DAEMON_ERROR=Sembra che btcpd sia stato avviato ma non \u00e8 pronto per accettare le connessioni\n\
  del wallet. Il caricamento del wallet e della blockchain sono ancora in corso. Si consiglia di fare il restart di questo programma.
LOCAL_MSG_DAEMON_ERROR_TITLE=Daemon Error
#ADDRESS BOOK PANEL
LOCAL_MENU_NEW_CONTACT=Nuovo Contatto
LOCAL_MENU_SEND_BTCP=Invia BTCP
LOCAL_MENU_COPY_ADDRESS_TO_CLIPBOARD=Copia indirizzo nella clipboard
LOCAL_MENU_DELETE_CONTACT=Cancella contatto
LOCAL_MSG_ADDRESS_BOOK_CORRUPT=Rubrica corrotta!
LOCAL_MSG_INPUT_CONTACT_NAME=Inserire il nome del contatto:
#no space required after 'of'
LOCAL_MSG_INPUT_CONTACT_ADDRESS=Inserire il  t-address o lo z-address di
LOCAL_MSG_CREATE_CONTACT_STEP_1=Aggiunta Nuovo Contatto - Passo 1
LOCAL_MSG_CREATE_CONTACT_STEP_2=Aggiunta Nuovo Contatto - Passo 2
LOCAL_MSG_SEND_BTCP=Invia BTCP a
#as in 'delete person x from contacts'. not 'delete' as an action button. (in different languages it's conjugated)
LOCAL_MSG_DELETE_CONJUGATED=Cancella
# as with above 'delete X from contacts'. no spaces required.
LOCAL_MSG_FROM_CONTACTS=dai contatti
LOCAL_MSG_DELETE_CONTACT=Cancella contatto
#ADDRESS PANEL
LOCAL_MENU_NEW_B_ADDRESS=Nuovo indirizzo B (Transparent)
LOCAL_MENU_NEW_Z_ADDRESS=Nuovo indirizzo Z (Private)
LOCAL_MENU_REFRESH=Aggiorna
LOCAL_MSG_WARN_BLOCK_TIME=Se il saldo di un indirizzo \u00e8 segnato come non confermato, l\u2019indirizzo \u00e8 attualmente impegnato in una transazione. Il saldo visualizzato in questo caso \u00e8 il valore che si aspetta di avere quanto la transazione sar\u00e0 confermata. Il tempo medio per la conferma \u00e8 2.5 min.
LOCAL_MSG_ADDRESS_CREATED=E\u2019 stato creato un nuovo indirizzo:\n
LOCAL_MSG_ADDRESS_CREATED_TITLE=Indirizzo creato
LOCAL_MENU_BALANCE=Saldo
LOCAL_MENU_IS_CONFIRMED=Confermato?
LOCAL_MENU_ADDRESS=Indirizzo
LOCAL_MSG_YES=Si
LOCAL_MSG_NO=No
LOCAL_MSG_INVALID_OR_WO_ADDRESS=<INDIRIZZO NON VALIDO O IN SOLA-LETTURA> !!!
LOCAL_MSG_INVALID_OR_WO_ADDRESS_TITLE=ERRORE: c\u2019\u00e8 un indirizzo non valido o in sola-lettura!
LOCAL_MSG_INVALID_OR_WO_ADDRESS_DETAIL=Il programma GUI wallet non pu\u00f2 funzionare correttamente con indirizzi che non sono validi o\n nel wallet o ci sono indirizzi di sola-lettura. NON usare questo indirizzo come indirizzo\n destinatario per operazioni di pagamento!
#ADDRESS TABLE
LOCAL_MENU_GET_PK=Ottenere la Chiave Privata
LOCAL_MENU_PK_INFO_1=L\u2019Indirizzo
LOCAL_MENU_PK_INFO_2=ha Chiave Privata: 
LOCAL_MENU_PK_INFO_3=La Chiave Privata \u00e8 stata anche copiata nella clipboard.
LOCAL_MSG_ERROR_GET_PK=Errore nell\u2019ottenimento della Chiave Privata
#PROVING KEY FETCHER
LOCAL_MSG_PROVINGKEY_DOWNLOAD_REQURED=Il wallet ha bisogno di scaricare la chiave di cifratura di verifica Z (circa. 900 MB).\n  Questa operazione sar\u00e0 fatta una sola volta. Un po\u2019 di pazienza... Premere OK per continuare
LOCAL_MSG_DOWNLOADING_PROVING_KEY=Caricamento della chiave di verifica...
LOCAL_MSG_VERIFYING_PROVING_KEY=Verifica della chiave di verifica
LOCAL_MSG_NO_PROVING_KEY=Il wallet Bitcoin Private non pu\u00f2 procedere senza una chiave di verifica.
LOCAL_MSG_VERIFYING_DOWNLOADED_PROVING_KEY=Verifica della chiave di verifica scaricata...
LOCAL_MSG_VERIFYING_DOWNLOADED_PROVING_KEY_FAILED=Fallito il caricamento appropriato della chiave di verifica. Impossibile continuare!
#dashboardpanel
LOCAL_MSG_BTCP_WALLET_TITLE=Wallet Bitcoin Private
LOCAL_MSG_BTCP_WALLET_TOOLTIP=Wallet Bitcoin Private Full-Node GUI
LOCAL_MSG_DAEMON_SINGLE_CONNECTION=connessione
LOCAL_MSG_DAEMON_CONNECTIONS=connessioni
LOCAL_MSG_LOOKING_PEERS=RIcerca dei peers...
LOCAL_MSG_T_BALANCE=Saldo Transparent (b1)
LOCAL_MSG_Z_BALANCE=Saldo Private (zk)
LOCAL_MSG_TOTAL_BALANCE=Saldo Totale: 
LOCAL_MSG_IMMATURE=Immaturo
LOCAL_MSG_IN=In
LOCAL_MSG_OUT=Out
LOCAL_MSG_MINED=Minato
LOCAL_MSG_TXN_TYPE=Tipo
LOCAL_MSG_TXN_DIRECTION=Direzione
LOCAL_MSG_TXN_IS_CONFIRMED=Confermato?
LOCAL_MSG_TXN_AMOUNT=Ammontare
LOCAL_MSG_TXN_DATE=Data
LOCAL_MSG_TXN_DESTINATION=Indirizzo di destinazione
#please keep <br/> at around the same length as this is a newline in UI.
LOCAL_MSG_UNCONFIRMED_TOOLTIP=Il saldo non-confermato (non-spendibile) viene visualizzato per una<br/> transazione in corso! Il saldo reale confermato (spendibile) \u00e8:<br/>
LOCAL_MSG_UNCONFIRMED_TOOLTIP_B=Transparent
LOCAL_MSG_UNCONFIRMED_TOOLTIP_Z=Private
LOCAL_MSG_SYNC=Sync
LOCAL_MSG_BLOCK=Blocco
#DATA TABLE
LOCAL_MSG_COPY_VALUE=Copia valore
LOCAL_MSG_EXPORT_TO_CSV=Exporta dati in CSV
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV=C\u2019\u00e8 stato un errore imprevisto durante l\u2019esportazione dei dati nel file CSV.
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV_TITLE=Errore esportazione CSV
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV_SUCCESS=I dati sono stati esportati correttamente in formato CSV
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV_SUCCESS_TITLE=Esportazione Riuscita
#send cash
LOCAL_MSG_SEND_BTCP_FROM=Invia BTCP da
LOCAL_MSG_SEND_BTCP_ONLY_CONFIRMED=* Solo gli indirizzi con un saldo confermato sono mostrati come sorgenti per l\u2019invio!
LOCAL_MSG_MEMO_OPT=Memo (opzionale):
LOCAL_MSG_MEMO_OPT_DETAIL=* Memo pu\u00f2 essere specificato solo se il destinatario \u00e8 un indirizzo Z (Private)!
LOCAL_MSG_AMOUNT_TO_SEND=Importo da inviare
LOCAL_MSG_TXN_FEE=Commissione per la Transazione
LOCAL_MSG_ACTION_SEND=Invia
LOCAL_MSG_SEND_CHANGE=* Quando si inviano BTCP da un indirizzo B (Transparent), il saldo rimanente non-speso viene inviato a un altro indirizzo T auto-generato.\
   Quando si inviano da un indirizzo Z (Private), il saldo rimanente non-speso rimane\
  nell\u2019indirizzo Z. In entrambi i casi, l\u2019indirizzo originale di invio non pu\u00f2 essere usato\
  fino a quando la transazione \u00e8 confermata. L\u2019indirizzo viene temporaneamente rimosso dalla lista! Le monete appena minate possono essere inviate solo a un indirizzo Z (Private)
LOCAL_MSG_LAST_OPERATION_STATUS=Stato ultima operazione
LOCAL_MSG_PROGRESS=In corso
LOCAL_MSG_ERROR_SENDING_1=C\u2019\u00e8 stato un errore durante l\u2019invio di BTCP
LOCAL_MSG_ERROR_SENDING_2=Si consiglia di controllare che il daemon Bitcoin Private sia in esecuzione\n e che i parametri di invio siano corretti.
LOCAL_MSG_ERROR_SENDING_TITLE=Errore Inviando BTCP
LOCAL_MSG_PASTE_ADDRESS=Incolla indirizzo
LOCAL_MSG_NO_FUNDS=No fondi
LOCAL_MSG_NO_FUNDS_DETAIL=Non ci sono indirizzi con saldo positivo da cui inviare BTCP!
LOCAL_MSG_SELECT_SOURCE_ADDR=Seleziona Indirizzo Sorgente
LOCAL_MSG_SELECT_SOURCE_ADDR_DETAIL=Selezionare un indirizzo sorgente con saldo positivo da cui inviare BTCP
LOCAL_MSG_ERROR_FROM_SHORT=L\u2019indirizzo sorgente \u00e8 troppo corto o \u00e8 mancante.
LOCAL_MSG_ERROR_FROM_LONG=L\u2019indirizzo sorgente \u00e8 troppo lungo.
LOCAL_MSG_ERROR_TO_MISSING=Manca l\u2019indirizzo di destinazione.
LOCAL_MSG_ERROR_TO_SHORT=L\u2019indirizzo di destinazione non \u00e8 valido; \u00e8 troppo corto.
LOCAL_MSG_ERROR_TO_LONG=L\u2019indirizzo di destinazione non \u00e8 valido; \u00e8 troppo lungo.
LOCAL_MSG_ERROR_SEND_PREFIX_1=L\u2019indirizzo di destinazione a cui inviare BTCP
LOCAL_MSG_ERROR_SEND_PREFIX_2=non sembra essere un indirizzo BTCP valido. Gli indirizzi BTCP iniziano con b1, bx o zk!
LOCAL_MSG_ERROR_SEND_PREFIX_TITLE=Indirizzo di Destinazione Non Valido
LOCAL_MSG_ERROR_SEND_AMOUNT_MISSING=Manca l\u2019importo da inviare.
LOCAL_MSG_ERROR_SEND_AMOUNT_INVALID=L\u2019importo da inviare non \u00e8 valido; non \u00e8 un numero.
LOCAL_MSG_ERROR_SEND_NO_TXN_FEE=La commissione per la Transazione non \u00e8 valida; non c\u2019\u00e8.
LOCAL_MSG_ERROR_SEND_TXN_FEE_INVALID=La commissione per la Transazione non \u00e8 valida; non \u00e8 un numero.
LOCAL_MSG_ERROR_SEND_PARAMS_INCORRECT=I parametri di invio non sono corretti
LOCAL_MSG_IN_PROGRESS=In corso
LOCAL_MSG_SUCCESSFUL=Successo
LOCAL_MSG_COPY_TXN_ID=Copia transaction ID
LOCAL_MSG_VIEW_ON_EXPLORER=Mostra sulla blockchain
LOCAL_MSG_OK=OK
LOCAL_MSG_SEND_SUCCESS_TITLE=BTCP inviati con successo
LOCAL_MSG_SEND_SUCCESS_TXN_ID=Transaction ID
#used as: [AMOUNT] BTCP sent from address
LOCAL_MSG_SEND_SUCCESS_SENDER=BTCP inviati dall\u2019indirizzo
LOCAL_MSG_SEND_SUCCESS_RECIPIENT=all\u2019indirizzo
LOCAL_MSG_SEND_ERROR_1=C\u2019\u00e8 stato un errore nell\u2019invio di BTCP
LOCAL_MSG_SEND_ERROR_2=Si consiglia di controllare la correttezza dei parametri di invio e provare ancora.
LOCAL_MSG_SEND_ERROR_TITLE=Errore di invio BTCP
#PRIVATE KEY IMPORT
LOCAL_MSG_WARNING=Avvertimento
LOCAL_MSG_IMPORT_PK=Importare Una Chiave Privata
LOCAL_MSG_IMPORT_PK_DETAIL=Inserire una sola chiave privata da importare.
#please maintain <br/>
LOCAL_MSG_IMPORT_PK_WARNING=L\u2019importazione delle chiavi private pu\u00f2 essere un\u2019operazione lenta che richiede l\u2019interrogazione della blockchain (potrebbe richiedere molti minuti). <br/>L\u2019interfaccia grafica GUI non sar\u00e0 utilizzabile durante questa operazione.
LOCAL_MSG_IMPORT=Importa
LOCAL_MSG_CANCEL=Annulla
LOCAL_MSG_ENTER_KEY=Inserire una chiave
LOCAL_MSG_NO_KEY_ENTERED=Inserire una chiave
LOCAL_MSG_KEY_TO_ADDRESS=Corrisponde all\u2019indirizzo
LOCAL_MSG_IMPORT_SUCCESS=Importazione riuscita.\n\n Tuttavia, l\u2019indirizzo importato non ha saldo (confermato).\n Se c\u2019\u00e8 del saldo non confermato, si consiglia di eseguire manualmente l\u2019operazione di sweep a un nuovo indirizzo per rivendicare (claim) i tuoi BTCP quando saranno confermati.\n Si consiglia di aspettare che la blockchain sia completamente sincronizzata.\n
LOCAL_MSG_IMPORT_SUCCESS_NO_BALANCE=Saldo Insufficiente
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_1=Chiave Privata importata con successo:
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_2=Come descritto nel whitepaper, ad un certo momento, le monete non rivendicate potrebbero essere rimosse dalla circolazione.\n Per rivendicare le tue monete, meglio fare lo Sweep del tuo saldo a un nuovo indirizzo.\n Vuoi eseguire ora una operazione di Sweep per gli indirizzi importati?
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_TITLE=Chiavi Private Importate con Successo
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_NO_SWEEP=L\u2019indirizzo importato ha un saldo insufficiente (confermato) - non \u00e8 possibile fare lo Sweep.\n Se c\u2019\u00e8 un saldo non confermato, prova nuovamente pi\u00f9 tardi.\n Bisognerebbe aspettare che la blockchain sia completamente sincronizzata.\n\n\nLa tua chiave privata \u00e8 stata solo importata.
LOCAL_MSG_SWEEP_SUCCESS=Sweep Riuscito
LOCAL_MSG_SWEEP_FROM=a partire da
LOCAL_MSG_SWEEP_TO= a
LOCAL_MSG_SWEEP_ERROR_DETAIL_1=Si \u00e8 verificato un errore durante l'importazione della chiave privata
LOCAL_MSG_SWEEP_ERROR_DETAIL_2=Assicurati che btcpd sia in esecuzione e che la chiave sia nella forma corretta. Riprovare pi\u00f9 tardi.
LOCAL_MSG_SWEEP_ERROR=Errore durante l'importazione della chiave privata
#TRANSACTION TABLE
LOCAL_MSG_SHOW_DETAILS=Mostra dettagli
LOCAL_MSG_SHOW_MEMO=Ottieni un promemoria per le transazioni
LOCAL_MSG_NO_MEMO=La transazione selezionata non ha come destinazione un indirizzo Z (privato) o non \u00e8 riconosciuta (non elencata) e quindi nessuna informazione promemoria \ n su questa transazione \u00e8 disponibile.
LOCAL_MSG_MEMO=Promemoria
LOCAL_MSG_NO_MEMO_TITLE=Nessun promemoria disponibile
LOCAL_MSG_NO_MEMO_DETAIL=La transazione selezionata non contiene un promemoria.
LOCAL_MSG_MEMO_DETAIL_1=Il promemoria contenuto nella transazione \u00e8
LOCAL_MSG_MEMO_DETAIL_2=Questo promemoria \u00e8 stato anche copiato negli appunti.
LOCAL_MSG_TXN_DETAILS=Dettagli di transazione
LOCAL_MSG_TXN_DETAILS_1=Questa tabella mostra le informazioni sulla transazione con i dettagli tecnici come appaiono a livello di rete Private Bitcoin.
LOCAL_MSG_TXN_NAME=Nome
LOCAL_MSG_TXN_VALUE=Valore
LOCAL_MSG_TXN_CLOSE=Chiudi
LOCAL_MENU_COLUMN_NAME=Nome
LOCAL_MENU_COLUMN_ADDRESS=Indirizzo
#WALLET OPERATIONS
LOCAL_MENU_SELECT_TO_VIEW_PK=Seleziona un indirizzo nella scheda \ "I miei indirizzi \" per visualizzare la sua chiave privata.
LOCAL_MEN_SELECT_ADDRESS=Seleziona un indirizzo
LOCAL_MENU_PK=Chiave privata
#MESSAGING IDENTITY
LOCAL_MSG_MY_MSG_ID=I miei messaggi di identit\u00e0
LOCAL_MSG_MY_MSG_ID_INFO=Benvenuto nella tua identit\u00e0 di messaggistica. Questa informazione \u00e8 destinata a essere condivisa con altri utenti. <br/> L'unico campo obbligatorio \u00e8 il \ "nickname \".
LOCAL_MSG_SAVE_CLOSE=Salva e chiudi
LOCAL_MSG_NICKNAME_REQ=Nickname necessario
LOCAL_MSG_NICKNAME_REQ_DETAIL=Il campo \ "Nickname" \u00e8 necessario.
#IDENTITY INFO DIALOG
LOCAL_MSG_CONTACT_DETAILS=Dettagli del contatto -
LOCAL_MSG_CONTACT_INFO=Le informazioni riportate di seguito riguardano il contatto
LOCAL_MSG_NICKNAME=Nickname:
LOCAL_MSG_FIRST_NAME=Nome:
LOCAL_MSG_MIDDLE_NAME=Secondo nome:
LOCAL_MSG_SURNAME=Cognome:
LOCAL_MSG_EMAIL=Email:
LOCAL_MSG_STREET_ADDRESS=Indirizzo (residenza):
LOCAL_MSG_FB=Facebook URL:
LOCAL_MSG_TW=Twitter URL:
LOCAL_MSG_SENDER_ID_B_ADDR=Indirizzo di identificazione B mittente:
LOCAL_MSG_SENDER_RECEIVE_Z_ADDR=Invia / ricevi l'indirizzo Z:
#MESSAGING PANEL
LOCAL_MSG_CONVERSATION=Conversazione
LOCAL_MSG_MESSAGE=Messaggio:
LOCAL_MSG_SENDING_AS=Invio come:
LOCAL_MSG_SEND_MSG=Invia messaggio  \u27A4\u27A4\u27A4
LOCAL_MSG_SEND_ANONYMOUS=Invia in modo anonimo
LOCAL_MSG_USER_ID=Identit\u00e0 di messaggistica dell'utente:
LOCAL_MSG_USER_SENDER_ID_ADDRESS=Indirizzo di identificazione dell'utente:
LOCAL_MSG_ID_ANONYMOUS=Questo utente \u00e8 anonimo, la sua identit\u00e0 di messaggistica non \u00e8 conosciuta. E\u2019 identificato solo da \nby thread ID:
LOCAL_MSG_ID_NON_ANONYMOUS=Questo utente non \u00e8 anonimo, tuttavia la sua identit\u00e0 di messaggistica non \u00e8 nota. Viene identificato solo da \n by un indirizzo ID mittente:
LOCAL_MSG_IGNORE_CONFIRM=Se ritieni che questo utente stia inviando spam alla conversazione di gruppo, hai la possibilit\u00e0 di \n ignorare tutti i suoi messaggi. \n\n AVVERTIMENTO: Se scegli di ignorare i messaggi di questo utente, non potrai vedere nessun nuovo messaggio che manda al gruppo!
LOCAL_MSG_IGNORE_CONFIRM_TITLE=Sei sicuro?
MSG_LOCAL_IGNORE_MESSAGES=Ignora i messaggi dell'utente
LOCAL_MSG_CANCEL_CLOSE=Annulla e chiudi
LOCAL_MSG_SPECIAL_ID_MSG_CONTACT_DETAILS=Messaggio speciale di trasporto dell'identit\u00e0; Contiene i dettagli del contatto:
LOCAL_MSG_WARNING_UNVERIFIED_SIG=[AVVERTIMENTO: La firma del messaggio non \u00e8 stata verificata.]
LOCAL_MSG_ERROR_INVALID_SIG=[ERRORE: La firma del messaggio non \u00e8 valida! Il messaggio potrebbe essere falsificato!]
LOCAL_MSG_ANONYMOUS=[Anonimo]
LOCAL_MSG_CONV_IN_GROUP=Conversazione in gruppo: 
LOCAL_MSG_CONV_WITH=Conversazione con: 
LOCAL_MSG_WELCOME_TO_MSG_1=Benvenuto nella messaggistica di Bitcoin Private. Per prima cosa dovrai creare una nuova identit\u00e0 di messaggistica per te stesso. Come parte di questa identit\u00e0 di messaggistica, verr\u00e0 creata una coppia di indirizzi B+Z . L'indirizzo B deve essere utilizzato per identificarti con altri utenti.\n Non deve mai essere utilizzato per altre transazioni finanziarie poich\u00e9 ci\u00f2 potrebbe ridurre o compromettere completamente la tua privacy. L'indirizzo Z deve essere utilizzato per inviare e ricevere \n messaggi. \n\n Quando si crea una nuova identit\u00e0 di messaggistica \u00e8 obbligatorio specificare un nickname \n per se stessi. Tutti gli altri oggetti come nomi/indirizzi, ecc. sono facoltativi. Le \n informazioni nell'identit\u00e0 di messaggistica sono pensate per essere condivise con altri utenti, quindi \u00e8 necessario fare attenzione ai dettagli che divulghi.\n\n Una volta creata l'identit\u00e0 della tua messaggistica, puoi esportarla in un file usando \n opzione menu Messaggi >> Esporta identit\u00e0 personale. Questo file pu\u00f2 quindi essere condiviso con altri utenti che desiderano importarlo. Per stabilire un contatto con altri utenti, \u00e8 necessario importare la loro identit\u00e0 di messaggistica, utilizzando l\u2019opzione di menu Messaggi >> Importa Contatto \n identit\u00e0.\n\n La cronologia dei messaggi verr\u00e0 salvata e gestita nella directory:\n" 
LOCAL_MSG_WELCOME_TO_MSG_2= \u00c8 necessario assicurarsi che nessun utente non autorizzato abbia accesso ad esso su questo computer.\n\n (Questo messaggio verr\u00e0 visualizzato solo una volta.)
LOCAL_MSG_WELCOME_TO_MSG_TITLE=Benvenuto nella Messaggistica
LOCAL_MSG_EXPORT_MSG_ID=Esporta identit\u00e0 di messaggistica?
LOCAL_MSG_MSG_CREATED_EXPORT=La tua identit\u00e0 di messaggistica \u00e8 stata creata con successo. Vorresti esportarla in un file JSON in questo momento? Devi esportarla \n e inviare il file ad altri utenti per stabilire un contatto.
LOCAL_MSG_ADD_BTCP_TO_SEND_1=L'indirizzo Z utilizzato per inviare/ricevere messaggi deve essere fornito con BTCP: \n
LOCAL_MSG_ADD_BTCP_TO_SEND_2=Verrai reindirizzato alla scheda UI per inviare BTCP per aggiungere un po' al bilancio. Hai bisogno solo di una piccola quantit\u00e0 tipo  0.1 BTCP \u00e8 sufficiente per inviare 500 messaggi. \u201c, Dopo aver inviato alcuni \n BTCP \u00e8 necessario attendere la conferma della transazione (in genere occorrono 2,5 minuti). Si consiglia di inviare BTCP a questo indirizzo Z in due o pi\u00f9 transazioni separate (anche se una transazione \n \u00e8 sufficiente). ", 
LOCAL_MSG_ADD_BTCP_TO_SEND_TITLE=Z l'indirizzo per inviare/ricevere messaggi deve essere caricato con BTCP ...
LOCAL_MSG_ADDR_HAS_BALANCE_TITLE=L'indirizzo di identificazione della messaggistica ha un bilancio!
LOCAL_MSG_ADDR_HAS_BALANCE_DETAIL_1=L'indirizzo B utilizzato per identificarti nella messaggistica non deve avere un saldo BTCP: \n
LOCAL_MSG_ADDR_HAS_BALANCE_DETAIL_2=Tuttavia attualmente ha un saldo diverso da zero! Ci\u00f2 potrebbe significare che tu abbia accidentalmente usato questo indirizzo B in transazioni non di messaggistica. Potrebbe anche significare che qualcuno abbia inviato deliberatamente ad esso BTCP. Per ridurre al minimo le possibilit\u00e0 \n di compromettere la tua privacy devi trasferire tutti i BTCP da questo indirizzo B \nn un altro indirizzo Z AL PIU\u2019 PRESTO!, 
LOCAL_MSG_NO_MSG_ID=Nessuna identit\u00e0 di messaggistica
LOCAL_MSG_NO_MSG_ID_DETAIL=La tua identit\u00e0 di messaggistica \u00e8 mancante! Forse non \u00e8 stata ancora creata. \n Usa l'opzione di menu \ "Messaggi >> La mia identit\u00e0" per crearla! 
LOCAL_MSG_EXPORT_ID_TO_JSON=Esporta l'identit\u00e0 della messaggistica in un file JSON
LOCAL_MSG_SUCCESS_EXPORT_ID_TO_JSON=Esportata con successo l'identit\u00e0 della messaggistica
LOCAL_MSG_SUCCESS_EXPORT_ID_TO_JSON_DETAIL_1=L'identit\u00e0 della tua messaggistica \u00e8 stata esportata correttamente nel file: \n
LOCAL_MSG_SUCCESS_EXPORT_ID_TO_JSON_DETAIL_2=Puoi dare questo file ad altri utenti per stabilire un contatto con loro.\n Possono poi importarlo nel loro Bitcoin Private Full-Node Desktop Wallet.
LOCAL_MSG_IMPORT_ID=Importa identit\u00e0 di messaggistica da file
MSG_LOCAL_IMPORT_ID_WRONG_FORMAT=Formato errato!
MSG_LOCAL_IMPORT_ID_WRONG_FORMAT_DETAIL=Il file JSON selezionato ha il formato sbagliato o non \u00e8 un file di identit\u00e0 di messaggistica!
LOCAL_MSG_IMPORT_DUPLICATE=Conflitto - Trovate identit\u00e0 duplicate 
LOCAL_MSG_IMPORT_DUPLICATE_DETAIL=C'\u00e8 gi\u00e0 un contatto nella tua lista dei contatti con la stessa identit\u00e0. \n \n Due identit\u00e0 sono considerate uguali se i loro indirizzi B/Z sono uguali. \n Vuoi sostituire i dettagli dell'identit\u00e0 di messaggistica esistente con \n quello che viene importato?,
LOCAL_MSG_IMPORT_CONTACT_SUCCESS=Identit\u00e0 di messaggistica dei contatti aggiornata con successo
LOCAL_MSG_IMPORT_CONTACT_SUCCESS_DETAIL=L'identit\u00e0 di messaggistica del tuo contatto \u00e8 stata aggiornata con successo.
LOCAL_MSG_DUPLICATE_SENDER=Contatto con questo indirizzo di identificazione mittente trovato
LOCAL_MSG_DUPLICATE_SENDER_DETAIL=C'\u00e8 un contatto, nell'elenco dei contatti, con lo stesso indirizzo di identificazione mittente \n ma con un'identit\u00e0 completa sconosciuta/non ancora importata: \n \n Vuoi aggiornare i dettagli dell'identit\u00e0 di contatto esistente \n con questa importata? 
LOCAL_MSG_UPDATE_CONTACT=L'identit\u00e0 della messaggistica \u00e8 stata aggiornata con successo
LOCAL_MSG_UPDATE_CONTACT_DETAIL=L'identit\u00e0 di messaggistica del tuo contatto \u00e8 stata aggiornata con successo.
LOCAL_MSG_IMPORT_OWN_ID=Importato con successo! Invia la tua identit\u00e0?
LOCAL_MSG_IMPORT_OWN_ID_1=L'identit\u00e0 di messaggistica del tuo contatto \u00e8 stata importata con successo:
LOCAL_MSG_IMPORT_OWN_ID_2=Ora puoi inviare e ricevere messaggi da questo contatto. Desideri \n inviare (alcuni) i tuoi dati di contatto a questo nuovo contatto \n come messaggio speciale? \n \n Ci\u00f2 consentir\u00e0 a lui/lei di stabilire un contatto con te senza importare manualmente \n l'identit\u00e0 della tua messaggistica (il modo in cui hai importato la sua identit\u00e0).
LOCAL_MSG_NO_CONTACT=Nessun contatto di messaggistica
LOCAL_MSG_NO_CONTACT_DETAIL=Non ci sono contatti di messaggistica nella Rubrica. Per usare la messaggistica, \n \u00e8 necessario aggiungere almeno un contatto. Puoi aggiungere un contatto importando \n la loro identit\u00e0 di messaggistica (Messaggi >> Importa Contatto).
LOCAL_MSG_NO_CONTACT_SELECTED=Nessun contatto selezionato
LOCAL_MSG_NO_CONTACT_SELECTED_DETAIL=Nessun contatto di messaggistica \u00e8 selezionato nell'elenco contatti (sul lato destro dell'interfaccia utente). \n Per rimuovere un contatto \u00e8 necessario selezionare prima un contatto! 
LOCAL_MSG_DELETE_CONTACT_CONFIRM=Rimuovi questo contatto?
LOCAL_MSG_DELETE_CONTACT_CONFIRM_DETAIL=Il contatto verr\u00e0 eliminato definitivamente dalla tua lista contatti! Tutti i messaggi in arrivo da \n questo contatto verranno successivamente ignorati. Sei sicuro di voler rimuovere il \n contatto selezionato ?,
LOCAL_MSG_NO_CONTACTS=Nessun contatto
LOCAL_MSG_NO_CONTACTS_DETAIL=Non ci sono contatti nella tua rubrica. Puoi aggiungere un contatto importando \n la loro identit\u00e0 di messaggistica (Messaggi >> Importa contatto).
LOCAL_MSG_NO_RECIPIENT=Nessun destinatario selezionato
LOCAL_MSG_NO_RECIPIENT_DETAIL=Seleziona un contatto come destinatario del messaggio!
LOCAL_MSG_CONTACT_NO_Z_TOSEND=Il contatto di messaggistica selezionato non sembra avere un indirizzo Z per l'invio e la ricezione di messaggi.
LOCAL_MSG_CANT_SEND_MSG_NO_REPLY=Il contatto ha bisogno di un indirizzo di risposta!
LOCAL_MSG_REND_RETURN_Q=Invia l'indirizzo di risposta?
LOCAL_MSG_FIRST_SEND_CONTACT=Questo \u00e8 il primo messaggio anonimo che stai inviando a questo contatto. \n Desideri inviare l'indirizzo Z della tua identit\u00e0 di messaggistica, in modo che possa rispondere ai tuoi messaggi anonimi?
LOCAL_MSG_NO_B_NO_MSG=Il contatto non ha un indirizzo B di identificazione del messaggio.
LOCAL_MSG_NO_B_NO_MSG_DETAIL=Il contatto non ha un indirizzo B di identificazione del messaggio. Non \u00e8 possibile inviare un messaggio!
LOCAL_MSG_CONTACT_ANONY_WARN_DETAIL=Il contatto \u00e8 anonimo. Stai per inviare un messaggio a lui \n che include l'indirizzo B di identificazione del mittente. Sei sicuro \n di mandargli il messaggio?
LOCAL_MSG_CONTACT_ANONY_WARN=Invia messaggio Rivelando l'indirizzo B del mittente?
LOCAL_MSG_NO_TEXT=Nessun testo del messaggio
LOCAL_MSG_NO_TEXT_DETAIL=Si prega di scrivere un messaggio per inviare!
LOCAL_MSG_SENDING_MSG=Invio in corso
LOCAL_MSG_SENDING_MSG_DETAIL=Al momento \u00e8 in corso un'altra operazione di invio dei messaggi. \n Attendere fino al completamento dell\u2019operazione.
LOCAL_MSG_INSUFF_BALANCE_MSG=L'indirizzo Z per inviare/ricevere messaggi ha un bilancio insufficiente
LOCAL_MSG_INSUFF_BALANCE_MSG_DETAIL_1= L\u2019indirizzo Z utilizzato per inviare/ricevere messaggi ha il bilancio insufficiente:
LOCAL_MSG_INSUFF_BALANCE_MSG_DETAIL_2=Verrai reindirizzato alla scheda UI per inviare BTCP per aggiungere un po' al bilancio. Hai solo bisogno di una piccola quantit\u00e0, ad es. tipo 0.1 BTCP \u00e8 sufficiente per inviare 500 messaggi. Dopo aver inviato alcuni \n BTCP \u00e8 necessario attendere la conferma della transazione (in genere occorrono 2,5 minuti). Si consiglia di inviare BTCP a questo indirizzo Z in due o pi\u00f9 transazioni separate (anche se una transazione \n \u00e8 sufficiente).
LOCAL_MSG_INSUFF_BALANCE_MSG_CONFIRMED=  l'indirizzo Z per inviare/ricevere messaggi ha un bilancio confermato insufficiente
LOCAL_MSG_INSUFF_BALANCE_MSG_CONFIRMED_DETAIL_1=L'indirizzo Z utilizzato per inviare/ricevere messaggi ha un bilancio confermato insufficiente: \n
LOCAL_MSG_INSUFF_BALANCE_MSG_CONFIRMED_DETAIL_2=Questo di solito significa che la precedente transazione di messaggistica non \u00e8 ancora confermata. \u00c8 necessario aspettare che la transazione venga confermata (in genere occorrono 2,5 minuti). Questo problema pu\u00f2 essere evitato se si invia BTCP a questo indirizzo Z in due o pi\u00f9 transazioni \n separate (quando si fornisce il saldo BTCP da utilizzare per la messaggistica).
LOCAL_MSG_TOO_LARGE=La dimensione del messaggio supera i limiti attualmente supportati ...
LOCAL_MSG_TOO_LARGE_DETAIL=Il testo del messaggio che hai scritto \u00e8 troppo lungo per essere inviato. La versione del protocollo di messaggistica BTCP supporta all'incirca 330 \n caratteri per messaggio (il numero non \u00e8 esatto - dipende dal carattere \n specifico della codifica).,
LOCAL_MSG_TOO_LARGE_ID=La tua identit\u00e0 di messaggistica \u00e8 sfortunatamente troppo grande per essere inviata \n come un unico messaggio. Il destinatario dovr\u00e0 importare la tua identit\u00e0 di messaggistica \n manualmente da un file json, oppure puoi inviarlo in parti separate.
LOCAL_MSG_ERROR_SEND_MSG=Errore nell'invio di un messaggio
LOCAL_MSG_NO_MSG_ID_DETAIL_2="L'indirizzo collegato all'identit\u00e0 di messaggistica non \u00e8 stato trovato.
LOCAL_MSG_SEND_CONTACT_DETAILS_Q=Desideri inviare (alcuni) dei tuoi dati di contatto al gruppo: \n
LOCAL_MSG_SEND_CONTACT_DETAILS_Q_2=Ci\u00f2 consentir\u00e0 agli altri membri del gruppo di conoscere la tua identit\u00e0 di messaggistica.
#MSGOPTIONEDITDIALOG
LOCAL_MSG_MESSAGE_OPTS=Opzioni di messaggistica
LOCAL_MSG_MESSAGE_OPTS_SHOW=Le seguenti opzioni riguardano la messaggistica
LOCAL_MSG_AUTO_ADD_USER=Aggiungi automaticamente gli utenti all'elenco dei contatti?
LOCAL_MSG_AMOUN_PER_MSG=Quantit\u00e0 di BTCP da inviare con ogni messaggio:
LOCAL_MSG_TXN_FEE_MSG=Costo della transazione:
LOCAL_MSG_CLOSE=Chiudi
LOCAL_MSG_REQ_FIELD=Questo campo \u00e8 obbligatiorio:
LOCAL_MSG_REQ=Richiesto
LOCAL_MSG_POS_NR=Il campo deve essere un numero positivo:
LOCAL_MSG_ERROR=ERRORE
LOCAL_MSG_CONTACT_LIST=Lista dei contatti
LOCAL_MSG_ADD_CONTACT=Aggiungi contatto
LOCAL_MSG_DEL_CONTACT=Rimuovi contatto
LOCAL_MSG_GROUP=Gruppo
LOCAL_MSG_CREATE_GROUP=Creare gruppo
LOCAL_MSG_SEND_CONTACT_DETAILS=Invia i dettagli del contatto
LOCAL_MSG_NO_CONTACT_SEND_DETAIL=Nessun contatto di messaggistica \u00e8 selezionato nell'elenco contatti (sul lato destro della finestra). \n Per inviare i dettagli del contatto, \u00e8 necessario selezionare prima un destinatario!
LOCAL_MSG_SEND_OWN_ID_Q=Invia identit\u00e0 di messaggistica?
LOCAL_MSG_SEND_ANONYMOUS_CONTACT=Il contatto \u00e8 anonimo. Inviando i tuoi dettagli di contatto a lui riveler\u00e0 la tua identit\u00e0 di messaggistica \n! Sei sicuro di voler inviare i tuoi dati di contatto a lui?
LOCAL_MSG_SET_LANG=Lingua
LOCAL_MSG_RESTART=Riavvio richiesto
LOCAL_MSG_RESTART_DETAIL=Si prega di riavviare l'applicazione per terminare l'impostazione della lingua.

