LOCAL_MSG_STARTING = A Iniciar Carteira GUI...
LOCAL_MSG_TAB_TRANSACTIONS = Transac\u00e7\u00f5es
LOCAL_MSG_TAB_ADDRESSES = Meus Endere\u00e7os
LOCAL_MSG_TAB_SEND = Enviar BTCP
LOCAL_MSG_TAB_ADDRESS_BOOK = Livro de  Endere\u00e7os
LOCAL_MSG_TAB_MSG = Mensagens
LOCAL_MENU_MAIN = Principal
LOCAL_MENU_ABOUT = Sobre
LOCAL_MENU_QUIT= Sair
LOCAL_MENU_WALLET = Carteira
LOCAL_MENU_VIEW_PK = Ver Uma Chave Privada
LOCAL_MENU_IMPORT_PK = Importar Uma Chave privada
LOCAL_MENU_MSG = Mensagens
LOCAL_MENU_MY_ID = Minha Identifica\u00e7\u00e3o
LOCAL_MENU_EXPORT_ID = Exportar Minha Identifica\u00e7\u00e3o
LOCAL_MENU_IMPORT_CONTACT = Importar Contacto
LOCAL_MENU_REMOVE_CONTACT = Remover Contacto
LOCAL_MENU_OPTIONS =Op\u00e7\u00f5es
#mantenha v\u00e1rias linhas com o mesmo comprimento por linha para poder se ajustar na tela. newline na UI \u00e9 \ n, a nova linha neste documento \u00e9 \
LOCAL_MSG_INITIAL_DISCLAIMER = A carteira Bitcoin Private Full-Node Desktop \u00e9 apenas para uso experimental. Use este software com o seu pr\u00f3prio risco!\n\
  Leia a lista de erros conhecidos e limita\u00e7\u00f5es na seguinte p\u00e1gina: https://github.com/BTCPrivate/bitcoin-private-full-node-wallet\n\n\
  O software \u00e9 fornecido sem garantia de qualquer tipo, expressa ou aplicada,\n\ 
  incluindo mas n\u00e3o limitada ao mercado. Em qualquer altura os autores ou programadores da mesma s\u00e3o respons\u00e1veis\n\
  por qualquer dano ou outros problemas.\n\n Esta mensagem s\u00f3 ser\u00e1 exibida uma vez por vers\u00e3o
LOCAL_MSG_TITLE_DISCLAIMER = Aviso
LOCAL_MSG_EXITING = Saindo...
LOCAL_MSG_UI_TITLE = Carteira GUI Bitcoin Private
LOCAL_MSG_DAEMON_ERROR = Parece que o btcp foi iniciado, mas n\u00e3o est\u00e1 pronto para aceitar conex\u00f5es\n\
 a partir de carteiras. Ainda est\u00e1 carregando a carteira e a blockchain. Tente por favor\n\
  reiniciar este programa.
LOCAL_MSG_DAEMON_ERROR_TITLE = Erro de Processo
#ADDRESS BOOK PANEL
LOCAL_MENU_NEW_CONTACT = Novo Contacto
LOCAL_MENU_SEND_BTCP = Enviar BTCP
LOCAL_MENU_COPY_ADDRESS_TO_CLIPBOARD = Copiar endere\u00e7o para a Area de Transfer\u00eancia 
LOCAL_MENU_DELETE_CONTACT = Apagar contacto
LOCAL_MSG_ADDRESS_BOOK_CORRUPT = Livro de endere\u00e7o corrompido!
LOCAL_MSG_INPUT_CONTACT_NAME = Digite o nome do Contacto:
#nenhum espa\u00e7o requerido depois'
LOCAL_MSG_INPUT_CONTACT_ADDRESS = Digite o  t-Endere\u00e7o ou z-Endere\u00e7o de
LOCAL_MSG_CREATE_CONTACT_STEP_1 = Adicionar Novo Contacto - Passo 1
LOCAL_MSG_CREATE_CONTACT_STEP_2 = Adicionar Novo Contacto - Passo 2
LOCAL_MSG_SEND_BTCP = Enviar BTCP para
#como 'eliminar a pessoa x dos Contactos'. N\u00e3o 'apague' como um bot\u00e3o de a\u00e7\u00e3o.
LOCAL_MSG_DELETE_CONJUGATED = Apagar
# como acima 'X para excluir Contactos'. Nenhum Espa\u00e7o Requerido
LOCAL_MSG_FROM_CONTACTS = Dos Contactos
LOCAL_MSG_DELETE_CONTACT = Apagar Contacto
#ADDRESS PANEL
LOCAL_MENU_NEW_B_ADDRESS = Novo Endere\u00e7o  B (Transparente) 
LOCAL_MENU_NEW_Z_ADDRESS = Novo Endere\u00e7o Z (Privado)
LOCAL_MENU_REFRESH = Atualizar
LOCAL_MSG_WARN_BLOCK_TIME = Se o saldo de um endere\u00e7o estiver marcado como n\u00e3o confirmado, o endere\u00e7o est\u00e1 actualmente numa transac\u00e7\u00e3o. O saldo ent\u00e3o mostrado \u00e9 o valor esperado quando a transac\u00e7\u00e3o estiver confirmada.  Tempo M\u00e9dio de Confirma\u00e7\u00e3o \u00e9 de 2,5 min.
LOCAL_MSG_ADDRESS_CREATED = Um novo Endere\u00e7o foi Criado:\n
LOCAL_MSG_ADDRESS_CREATED_TITLE = Endere\u00e7o Criado
LOCAL_MENU_BALANCE = Saldo
LOCAL_MENU_IS_CONFIRMED = Confirmado?
LOCAL_MENU_ADDRESS = Endere\u00e7o
LOCAL_MSG_YES = Sim
LOCAL_MSG_NO = N\u00e3o
LOCAL_MSG_INVALID_OR_WO_ADDRESS = <INV\u00c1LIDO OU ENDERE\u00c7O S\u00d3 DE LEITURA> !!!
LOCAL_MSG_INVALID_OR_WO_ADDRESS_TITLE = ERRO:  Endere\u00e7o Inv\u00e1lido ou s\u00f3 existe Endere\u00e7o de leitura!
LOCAL_MSG_INVALID_OR_WO_ADDRESS_DETAIL = A carteira GUI n\u00e3o pode ser executada efectivamente com endere\u00e7os que n\u00e3o s\u00e3o v\u00e1lidos\n ou existem na carteira como endere\u00e7os de leitura apenas. N\u00e3o utilize este endere\u00e7o como destino\n para opera\u00e7\u00f5es de pagamento!  
#ADDRESS TABLE
LOCAL_MENU_GET_PK = Obter chave privada
LOCAL_MENU_PK_INFO_1 = O Endere\u00e7o
LOCAL_MENU_PK_INFO_2 = Tem Chave Privada: 
LOCAL_MENU_PK_INFO_3 =  A Chave Privada tamb\u00e9m foi copiada para \u00e1rea de trabalho.
LOCAL_MSG_ERROR_GET_PK = Erro ao obter a Chave Privada
#PROVING KEY FETCHER
LOCAL_MSG_PROVINGKEY_DOWNLOAD_REQURED = A carteira precisa baixar a chave de prova criptogr\u00e1fica Z (aprox. 900 MB).\n  isto ser\u00e1 feito somente uma vez. Por favor seja paciente... Pressione OK para continuar
LOCAL_MSG_DOWNLOADING_PROVING_KEY = Baixando Chave de Prova...
LOCAL_MSG_VERIFYING_PROVING_KEY = Verificando a Chave de Prova
LOCAL_MSG_NO_PROVING_KEY = A carteira Bitcoin Private n\u00e3o pode prosseguir sem uma chave de prova.
LOCAL_MSG_VERIFYING_DOWNLOADED_PROVING_KEY = Verificando a chave de prova baixada...
LOCAL_MSG_VERIFYING_DOWNLOADED_PROVING_KEY_FAILED = Falha ao baixar a chave de prova correctamente. N\u00e3o pode continuar!
#painel de Controle
LOCAL_MSG_BTCP_WALLET_TITLE = Carteira Bitcoin Private 
LOCAL_MSG_BTCP_WALLET_TOOLTIP = Carteira GUI Full-Node Bitcoin Private
LOCAL_MSG_DAEMON_SINGLE_CONNECTION = Conex\u00e3o
LOCAL_MSG_DAEMON_CONNECTIONS = Conex\u00f5es
LOCAL_MSG_LOOKING_PEERS = Procurando por pares...
LOCAL_MSG_T_BALANCE = Saldo Transparente (b1)
LOCAL_MSG_Z_BALANCE = Saldo Privado (zk)
LOCAL_MSG_TOTAL_BALANCE = Saldo Total: 
LOCAL_MSG_IMMATURE = Imaturo
LOCAL_MSG_IN = Dentro
LOCAL_MSG_OUT = Fora
LOCAL_MSG_MINED = Minerado
LOCAL_MSG_TXN_TYPE = Tipo
LOCAL_MSG_TXN_DIRECTION =  Direc\u00e7\u00e3o
LOCAL_MSG_TXN_IS_CONFIRMED = Confirmado?
LOCAL_MSG_TXN_AMOUNT = Montante
LOCAL_MSG_TXN_DATE = Data
LOCAL_MSG_TXN_DESTINATION = Endere\u00e7o de Destino
#please keep <br/> at around the same length as this is a newline in UI.
LOCAL_MSG_UNCONFIRMED_TOOLTIP = O saldo n\u00e3o confirmado (inacess\u00edvel) est\u00e1 sendo mostrado devido a uma <br/> transac\u00e7\u00e3o em curso! Saldo atual confirmado (acess\u00edvel) \u00e9: <br/>
LOCAL_MSG_UNCONFIRMED_TOOLTIP_B = Transparente
LOCAL_MSG_UNCONFIRMED_TOOLTIP_Z = Privado
LOCAL_MSG_SYNC=Sincronizando
LOCAL_MSG_BLOCK=Bloco
#DATA TABLE
LOCAL_MSG_COPY_VALUE = Copiar valor
LOCAL_MSG_EXPORT_TO_CSV = Exportar dados para CSV
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV = Um erro inesperado ocorreu ao exportar os dados para um arquivo CSV.
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV_TITLE = Erro ao exportar ficheiro CSV
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV_SUCCESS = Os dados est\u00e3o sendo exportados com sucesso para ficheiro CSV 
LOCAL_MSG_UNEXP_ERROR_EXPORT_CSV_SUCCESS_TITLE = Exporta\u00e7\u00e3o Bem Sucedida!
#Enviar Dinheiro
LOCAL_MSG_SEND_BTCP_FROM = Enviar BTCP de
LOCAL_MSG_SEND_BTCP_ONLY_CONFIRMED = * Apenas endere\u00e7os com saldo confirmado ser\u00e3o vis\u00edveis como fontes para envios!
LOCAL_MSG_MEMO_OPT = Anota\u00e7\u00f5es (opcional):
LOCAL_MSG_MEMO_OPT_DETAIL = *  Anota\u00e7\u00f5es podem ser especificadas apenas se a carteira de destino for um endere\u00e7o Z(Privado)!
LOCAL_MSG_AMOUNT_TO_SEND = Montante a Enviar
LOCAL_MSG_TXN_FEE = Taxa de transac\u00e7\u00e3o
LOCAL_MSG_ACTION_SEND = Enviar
LOCAL_MSG_SEND_CHANGE = * Quando Enviar BTCP de um Endere\u00e7o B (Transparente), o saldo restante n\u00e3o gasto \u00e9 enviado para um outro endere\u00e7o T gerado automaticamente.\
   Quando Enviado de um endere\u00e7o Z (Privado), o saldo restante n\u00e3o gasto permanece com\
  o endere\u00e7o Z. Em ambos os casos, o Endere\u00e7o original de envio n\u00e3o pode ser usado para envio \
  novamente at\u00e9 a transac\u00e7\u00e3o ser confirmada. O endere\u00e7o \u00e9 temporariamente removido da lista! Moedas recentemente mineradas s\u00f3 podem ser enviadas para um endere\u00e7o Z (Privado)
LOCAL_MSG_LAST_OPERATION_STATUS = Ultimo estado de opera\u00e7\u00e3o
LOCAL_MSG_PROGRESS = Progresso
LOCAL_MSG_ERROR_SENDING_1 = Ocorreu um erro ao enviar BTCP
LOCAL_MSG_ERROR_SENDING_2 = Por favor verifique se o processo Bitcoin Private est\u00e1 em execu\u00e7\u00e3o e\n se o par\u00e2metro de envio est\u00e1 correto.
LOCAL_MSG_ERROR_SENDING_TITLE = Erro ao enviar BTCP
LOCAL_MSG_PASTE_ADDRESS = Pasta de Endere\u00e7o
LOCAL_MSG_NO_FUNDS = Sem fundos
LOCAL_MSG_NO_FUNDS_DETAIL = N\u00e3o existem endere\u00e7os com saldo positivo para envio de BTCP!
LOCAL_MSG_SELECT_SOURCE_ADDR = Selecione Endere\u00e7o Fonte
LOCAL_MSG_SELECT_SOURCE_ADDR_DETAIL = Por favor selecione um endere\u00e7o fonte com saldo positivo para enviar BTCP
LOCAL_MSG_ERROR_FROM_SHORT = O endere\u00e7o fonte \u00e9 muito pequeno ou inexistente.
LOCAL_MSG_ERROR_FROM_LONG = O endere\u00e7o fonte \u00e9 muito longo.
LOCAL_MSG_ERROR_TO_MISSING = Endere\u00e7o de destino inexistente...
LOCAL_MSG_ERROR_TO_SHORT = O endere\u00e7o de destino \u00e9 inv\u00e1lido; \u00e9 muito pequeno.
LOCAL_MSG_ERROR_TO_LONG = O endere\u00e7o de destino \u00e9 inv\u00e1lido; \u00e9 muito longo.
LOCAL_MSG_ERROR_SEND_PREFIX_1 = O endere\u00e7o de destino para o qual enviar BTCP
LOCAL_MSG_ERROR_SEND_PREFIX_2 = Parece n\u00e3o ser um endere\u00e7o de BTCP v\u00e1lido. Os endere\u00e7os BTCP come\u00e7am por b1, bx ou zk!
LOCAL_MSG_ERROR_SEND_PREFIX_TITLE = Endere\u00e7o de destino inv\u00e1lido.
LOCAL_MSG_ERROR_SEND_AMOUNT_MISSING = Montante para envio est\u00e1 em falta.
LOCAL_MSG_ERROR_SEND_AMOUNT_INVALID = Montante para envio inv\u00e1lido; n\u00e3o \u00e9 um n\u00famero.
LOCAL_MSG_ERROR_SEND_NO_TXN_FEE = Taxa de transac\u00e7\u00e3o \u00e9 inv\u00e1lida; est\u00e1 em falta..
LOCAL_MSG_ERROR_SEND_TXN_FEE_INVALID = Taxa de transac\u00e7\u00e3o \u00e9 inv\u00e1lida; n\u00e3o \u00e9 um n\u00famero.
LOCAL_MSG_ERROR_SEND_PARAMS_INCORRECT= Par\u00e2metros de envio incorretos.
LOCAL_MSG_IN_PROGRESS = Em progresso
LOCAL_MSG_SUCCESSFUL = Sucesso
LOCAL_MSG_COPY_TXN_ID = Copiar ID da transac\u00e7\u00e3o
LOCAL_MSG_VIEW_ON_EXPLORER = Ver na blockchain
LOCAL_MSG_OK = OK
LOCAL_MSG_SEND_SUCCESS_TITLE = BTCP enviado com sucesso
LOCAL_MSG_SEND_SUCCESS_TXN_ID = ID da transac\u00e7\u00e3o
#usado como: [MONTANTE] BTCP enviado 	pelo endere\u00e7o
LOCAL_MSG_SEND_SUCCESS_SENDER = BTCP enviado do endere\u00e7o
LOCAL_MSG_SEND_SUCCESS_RECIPIENT = para endere\u00e7o
LOCAL_MSG_SEND_ERROR_1 = Um erro ocorreu ao enviar BTCP
LOCAL_MSG_SEND_ERROR_2 = Por favor verifique se os par\u00e2metros de envio est\u00e3o corretos e tente novamente.
LOCAL_MSG_SEND_ERROR_TITLE = Erro ao enviar BTCP
#IMPORTAR CHAVE PRIVADA
LOCAL_MSG_WARNING = Aviso
LOCAL_MSG_IMPORT_PK = Importar Chave Privada
LOCAL_MSG_IMPORT_PK_DETAIL = Por favor insira uma \u00fanica Chave Privada para importar.
#Por favor mantenha <br/>
LOCAL_MSG_IMPORT_PK_WARNING =A importa\u00e7\u00e3o de Chaves Privadas pode ser um processo demorado que requer uma nova procura na blockchain (pode demorar v\u00e1rios minutos). <br/>A carteira GUI n\u00e3o poder\u00e1 ser usada para outras fun\u00e7\u00f5es durante este per\u00edodo.
LOCAL_MSG_IMPORT = Importar
LOCAL_MSG_CANCEL = Cancelar
LOCAL_MSG_ENTER_KEY = Por favor insira uma chave
LOCAL_MSG_NO_KEY_ENTERED = Nenhuma chave inserida
LOCAL_MSG_KEY_TO_ADDRESS = Corresponde ao endere\u00e7o
LOCAL_MSG_IMPORT_SUCCESS = Importa\u00e7\u00e3o bem sucedida.\n\n No entanto, o endere\u00e7o importado n\u00e3o tem nenhum saldo (confirmado).\n Se existir saldo n\u00e3o confirmado, por favor fa\u00e7a manualmente uma varredura(Sweep) clamando seu BTCP uma vez confirmado para um novo endere\u00e7o.\n Poder\u00e1 ter que esperar que a blockchain sincronize totalmente.\n
LOCAL_MSG_IMPORT_SUCCESS_NO_BALANCE = Saldo insuficiente
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_1 = Chave Privada importada com sucesso:
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_2 = "Como descrito no Whitepaper, a certo ponto, moedas n\u00e3o pedidas poder\u00e3o ser removidas de circula\u00e7\u00e3o.\n Para clamar as suas moedas, ser\u00e1 mais f\u00e1cil fazer uma Varredura(Sweep) do seu saldo para um novo endere\u00e7o.\n Pretende fazer uma opera\u00e7\u00e3o de Varredura(Sweep) para os endere\u00e7os importados agora?
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_TITLE = Chave Privada importada com sucesso
LOCAL_MSG_IMPORT_SUCCESS_DETAIL_NO_SWEEP = O endere\u00e7o importado tem saldo insuficiente (confirmado) - n\u00e3o pode fazer varredura(Sweep).\n Se houver algum saldo por confirmar, por favor tente manualmente mais tarde.\n Poder\u00e1 ter que esperar que a blockchain sincronize totalmente.\n\n\ Apenas a sua Chave Privada foi importada.
LOCAL_MSG_SWEEP_SUCCESS = Varredura(Sweep) feita com sucesso
LOCAL_MSG_SWEEP_FROM = de
LOCAL_MSG_SWEEP_TO = para
LOCAL_MSG_SWEEP_ERROR_DETAIL_1 = Ocorreu um erro ao importar a Chave Privada
LOCAL_MSG_SWEEP_ERROR_DETAIL_2 = Por favor certifique-se que btcpd est\u00e1 a ser executado e a chave est\u00e1 na sua forma correcta. Tente novamente mais tarde.
LOCAL_MSG_SWEEP_ERROR = Erro ao importar Chave Privada
#TABELA DE TRANSA\u00c7\u00d5ES
LOCAL_MSG_SHOW_DETAILS = Mostrar detalhes
LOCAL_MSG_SHOW_MEMO = Obter protocolo da transac\u00e7\u00e3o
LOCAL_MSG_NO_MEMO = A transac\u00e7\u00e3o selecionada n\u00e3o tem como destino um endere\u00e7o Z (privado), ou \u00e9 desconhecida (n\u00e3o listada) portanto nenhuma  informa\u00e7\u00e3o de protocolo \n sobre esta transac\u00e7\u00e3o est\u00e1 dispon\u00edvel.
LOCAL_MSG_MEMO = Protocolo
LOCAL_MSG_NO_MEMO_TITLE = Protocolo n\u00e3o dispon\u00edvel.
LOCAL_MSG_NO_MEMO_DETAIL = A transac\u00e7\u00e3o selecionada n\u00e3o cont\u00e9m protocolo.
LOCAL_MSG_MEMO_DETAIL_1 = O protocolo contido na transac\u00e7\u00e3o \u00e9
LOCAL_MSG_MEMO_DETAIL_2 = Este protocolo tamb\u00e9m foi copiado para a \u00e1rea de transfer\u00eancia.
LOCAL_MSG_TXN_DETAILS = Detalhes da transac\u00e7\u00e3o
LOCAL_MSG_TXN_DETAILS_1 = Esta tabela mostra informa\u00e7\u00e3o sobre a transac\u00e7\u00e3o com detalhes t\u00e9cnicos como aparecem na rede Bitcoin Private.
LOCAL_MSG_TXN_NAME = Nome
LOCAL_MSG_TXN_VALUE = Valor
LOCAL_MSG_TXN_CLOSE = Fechar
LOCAL_MENU_COLUMN_NAME = Nome
LOCAL_MENU_COLUMN_ADDRESS = Endere\u00e7o
#OPERACOES DA CARTEIRA
LOCAL_MENU_SELECT_TO_VIEW_PK=Por favor selecione um endere\u00e7o na sec\u00e7\u00e3o \"Meus Endere\u00e7os"\ para visualizar a sua chave privada.
LOCAL_MEN_SELECT_ADDRESS=Selecione um Endere\u00e7o
LOCAL_MENU_PK=Chave Privada
#MESSAGING IDENTITY
LOCAL_MSG_MY_MSG_ID=A minha Identidade nas Mensagens
LOCAL_MSG_MY_MSG_ID_INFO=Bem vindo \u00e1 sua identidade nas Mensagens.Esta informa\u00e7\u00e3o ser\u00e1 partilhada com outros utilizadores.<br/> O \u00fanico campo requerido \u00e9 o de \"Alcunha"\.
LOCAL_MSG_SAVE_CLOSE=Guardar & Fechar
LOCAL_MSG_NICKNAME_REQ=Nome requerido
LOCAL_MSG_NICKNAME_REQ_DETAIL=O Campo \"Alcunha"\ \u00e9 requerido.
#Di\u00e1logo de informa\u00e7\u00f5es sobre identidade
LOCAL_MSG_CONTACT_DETAILS=Detalhes de Contacto - 
LOCAL_MSG_CONTACT_INFO=A informa\u00e7\u00e3o mostrada abaixo pertence ao Contacto 
LOCAL_MSG_NICKNAME=Alcunha:
LOCAL_MSG_FIRST_NAME=Primeiro nome:
LOCAL_MSG_MIDDLE_NAME=Nome do meio:
LOCAL_MSG_SURNAME=Apelido:
LOCAL_MSG_EMAIL=Email:
LOCAL_MSG_STREET_ADDRESS=Morada:
LOCAL_MSG_FB=Facebook URL:
LOCAL_MSG_TW=Twitter URL:
LOCAL_MSG_SENDER_ID_B_ADDR=Identifica\u00e7\u00e3o de remetente endere\u00e7o B:
LOCAL_MSG_SENDER_RECEIVE_Z_ADDR=Enviar/Receber endere\u00e7o Z:
#Paindel de Mensagens
LOCAL_MSG_CONVERSATION=Conversa
LOCAL_MSG_MESSAGE=Mensagem:
LOCAL_MSG_SENDING_AS=Enviar como:
LOCAL_MSG_SEND_MSG=Enviar Mensagem  \u27A4\u27A4\u27A4
LOCAL_MSG_SEND_ANONYMOUS=Enviar anonimamente
LOCAL_MSG_USER_ID=Identidade do utilizador nas mensagens: 
LOCAL_MSG_USER_SENDER_ID_ADDRESS=Endere\u00e7o de identifica\u00e7\u00e3o de envio do utilizador:
LOCAL_MSG_ID_ANONYMOUS=Este utilizador \u00e9 an\u00f3nimo, a sua identidade nas mensagens n\u00e3o \u00e9 conhecida. Apenas \u00e9 identific\u00e1vel por ID: 
LOCAL_MSG_ID_NON_ANONYMOUS=Este utilizador n\u00e3o \u00e9 an\u00f3nimo, contudo a sua identidade nas mensagens n\u00e3o \u00e9 conhecida. Apenas \u00e9 identific\u00e1vel pelo \n ID do endere\u00e7o de envio:
LOCAL_MSG_IGNORE_CONFIRM=Se acredita que este utilizador est\u00e1 a enviar spam para a conversa de grupo, tem a op\u00e7\u00e3o de\n ignorar todas as suas mensagens. \n\n AVISO: Se escolher ignorar as mensagens deste utilizador, N\u00e3o ser\u00e1 capaz de visualizar qualquer mensagem nova que ele envie para o grupo!
LOCAL_MSG_IGNORE_CONFIRM_TITLE=Tem a certeza?
MSG_LOCAL_IGNORE_MESSAGES=Ignorar mensagens de Utilizador\es
LOCAL_MSG_CANCEL_CLOSE=Cancelar & Fechar
LOCAL_MSG_SPECIAL_ID_MSG_CONTACT_DETAILS=Mensagem que cont\u00e9m identidade especial; Cont\u00e9m detalhes de Contacto:
LOCAL_MSG_WARNING_UNVERIFIED_SIG=[AVISO: A assinatura da mensagem n\u00e3o est\u00e1 verificada.]
LOCAL_MSG_ERROR_INVALID_SIG=[ERRO: A assinatura da mensagem \u00e9 inv\u00e1lida! A mensagem pode ser forjada!]
LOCAL_MSG_ANONYMOUS=[An\u00f3nimo]
LOCAL_MSG_CONV_IN_GROUP=Conversa em grupo: 
LOCAL_MSG_CONV_WITH=Conversa com: 
LOCAL_MSG_WELCOME_TO_MSG_1=Bem-Vindo \u00e1s Mensagens de Bitcoin Private. Para come\u00e7ar ter\u00e1 de criar uma nova identidade nas mensagens\n. Como parte de sua identidade nas mensagens um par de endere\u00e7os B+Z\n ser\u00e3o criados. O endere\u00e7o B serve para o indetificar perante outros utilizadores.\n N\u00e3o deve ser usado nunca para outras transa\u00e7\u00f5es financeiras visto que tal pode reduzir ou\n comprometer totalmente a sua privacidade. O endere\u00e7o Z serve para enviar e receber\n mensagens.\n\n Aquando a cria\u00e7\u00e3o de uma nova identidade nas mensagens apenas \u00e9 mandat\u00f3rio especificar uma alcunha\n para si mesmo. Todos os outros items tais como nomes/endere\u00e7os etc. S\u00e3o opcionais. Uma \n informa\u00e7\u00e3o presente na sua identidade nas mensagens ser\u00e1 partilhada com outros utilizadores por isso \n dever\u00e1 ter cuidado com os detalhes que torna p\u00fablicos na sua identidade.\n\nUma vez que a sua identidade nas mensagens tenha sido criada, pode export\u00e1-la para um ficheiro usando o\na op\u00e7\u00e3o do menu Mensagens >> Exportar pr\u00f3pria identidade. Este ficheiro pode ser partilhado com\noutros utilizadores que desejem import\u00e1-lo. Para estabelecer Contacto com outros utilizadores necessita de\nimportar a sua identidade nas mensagens, usando a op\u00e7\u00e3o do menu Mensagens >> Importar identidade \ndo Contacto.\n\n O seu hist\u00f3rico de mensagens ser\u00e1 salvo e mantido no direct\u00f3rio:\n"
LOCAL_MSG_WELCOME_TO_MSG_2=Precisa de se assegurar que nenhum utilizador n\u00e3o-autorizado tenha acesso a ele neste computador.\n\n (Esta mensagem apenas ser\u00e1 apresentada uma \u00fanica vez.)
LOCAL_MSG_WELCOME_TO_MSG_TITLE=Bem vindo \u00e1s Mensagens
LOCAL_MSG_EXPORT_MSG_ID=Exportar identidade nas mensagens?
LOCAL_MSG_MSG_CREATED_EXPORT=A sua identidade nas mensagens foi criada com sucesso. Gostaria de\nexport\u00e1-la para um ficheiro JSON? Precisar\u00e1 de exportar\ne dar este ficheiro a outros utilizadores de maneira a estabelecer Contacto.
LOCAL_MSG_ADD_BTCP_TO_SEND_1= O endere\u00e7o Z usado para enviar/receeber mensagens precisa ser providenciado com BTCP: \n
LOCAL_MSG_ADD_BTCP_TO_SEND_2= Ser\u00e1 redireccionado para aba de UI de modo a enviar BTCP e adicionar um montante ao seu endere\u00e7o. Apenas precisa\nde uma pequena quantia ex. tipicamente 0.1 BTCP \u00e9 suficiente para enviar 500 mensagens. Depois de enviar algum\nBTCP precisa esperar que a transac\u00e7\u00e3o seja confirmada (tipicamente demora 2.5 minutos). \u00c9 recomendado\nenviar BTCP para este endere\u00e7o Z em duas ou mais transa\u00e7\u00f5es separadas (apesar de que uma \ntransac\u00e7\u00e3o seja suficiente).",
LOCAL_MSG_ADD_BTCP_TO_SEND_TITLE=Endere\u00e7o Z para enviar/receber mensagens precisa ser providenciado com BTCP...
LOCAL_MSG_ADDR_HAS_BALANCE_TITLE=Endere\u00e7o de identifica\u00e7\u00e3o nas mensagens possui saldo!
LOCAL_MSG_ADDR_HAS_BALANCE_DETAIL_1=O endere\u00e7o B usado para identific\u00e1-lo nas mensagens n\u00e3o dever\u00e1 possuir saldo BTCP:\n
LOCAL_MSG_ADDR_HAS_BALANCE_DETAIL_2=Contudo de momento tem um saldo que n\u00e3o \u00e9 igual a zero!Isto poder\u00e1 indicar que ter\u00e1 \nutilizado acidentalmente este endere\u00e7o B em transa\u00e7\u00f5es fora das mensagens. Poder\u00e1 tamb\u00e9m \nindicar que algu\u00e9m enviou BTCP deliberadamente para o mesmo. De modo a minimizar a chance\nde comprometer a sua privacidade dever\u00e1 transferir todas as suas BTCP deste endere\u00e7o B \npara um endere\u00e7o Z, URGENTEMENTE!,
LOCAL_MSG_NO_MSG_ID=Sem identidade nas mensagens
LOCAL_MSG_NO_MSG_ID_DETAIL=A sua identidade nas mensagens est\u00e1 em falta! Talvez ainda n\u00e3o tenha sido criada.\nUtilize a op\u00e7\u00e3o do menu \"Mensagens >> Minha Identidade" para criar uma!
LOCAL_MSG_EXPORT_ID_TO_JSON= Exportar Identidade nas mensagens para ficheiro JSON
LOCAL_MSG_SUCCESS_EXPORT_ID_TO_JSON=Identidade nas mensagens exportada com successo !
LOCAL_MSG_SUCCESS_EXPORT_ID_TO_JSON_DETAIL_1=A sua Identidade nas Mensagens foi exportada com successo para o ficheiro: \n
LOCAL_MSG_SUCCESS_EXPORT_ID_TO_JSON_DETAIL_2=Pode dar este ficheiro a outros utilizadores de modo a estabelecer contacto com eles. \nEles poder\u00e3o em seguida import\u00e1-lo para as suas carteiras Bitcoin Private Full-Node.
LOCAL_MSG_IMPORT_ID=Importar Identidade nas Mensagens atrav\u00e9s de um ficheiro
MSG_LOCAL_IMPORT_ID_WRONG_FORMAT=Formato Errado !
MSG_LOCAL_IMPORT_ID_WRONG_FORMAT_DETAIL=O ficheiro JSON seleccionado possui um formato errado, ou n\u00e3o \u00e9 um ficheiro de Identidade nas Mensagens!
LOCAL_MSG_IMPORT_DUPLICATE=Colis\u00e3o - Encontradas identidades duplicadas ! 
LOCAL_MSG_IMPORT_DUPLICATE_DETAIL=J\u00e1 existe um contacto na sua lista de contactos com a mesma identidade. \n\nDuas identidades s\u00e3o consideradas as mesmas quandos os seus endere\u00e7os B/Z s\u00e3o os mesmos. \nDeseja substituir os detalhes de Identidade nas Mensagens existentes com\nos que est\u00e3o a ser importados?,
LOCAL_MSG_IMPORT_CONTACT_SUCCESS=Identidade nas Mensagens do Contacto actualizada com successo ! 
LOCAL_MSG_IMPORT_CONTACT_SUCCESS_DETAIL=A Identidade nas Mensagens do seu contacto foi actualizada com successo.
LOCAL_MSG_DUPLICATE_SENDER=Encontrado Contacto com este endere\u00e7o de identifica\u00e7\u00e3o de envio
LOCAL_MSG_DUPLICATE_SENDER_DETAIL=Existe um contacto na sua lista de contactos com o mesmo endere\u00e7o de identifica\u00e7\u00e3o de envio \nmas com uma identidade desconhecida/ou ainda n\u00e3o importada totalmente\n\nDeseja actualizar os detalhes de identidade do contacto existentes\ncom esta importa\u00e7\u00e3o ? 
LOCAL_MSG_UPDATE_CONTACT=Identidade nas Mensagens foi actualizada com successo.
LOCAL_MSG_UPDATE_CONTACT_DETAIL=A Identidade de Mensagens do Contacto foi actualizada com successo.
LOCAL_MSG_IMPORT_OWN_ID=Importado com Successo! Enviar a sua Identidade? 
LOCAL_MSG_IMPORT_OWN_ID_1=A Identidade nas Mensagens do seu Contacto foi importada com successo:
LOCAL_MSG_IMPORT_OWN_ID_2=Agora pode receber e enviar mensagens para este contacto. Deseja\nenviar alguns dos seus detalhes de contacto para este novo contacto\ncomo uma mensagem especial?\n\n Isto ir\u00e1 permitir que ele/ela estabele\u00e7a contacto consigo sem importar manualmente\na sua Identidade nas Mensagens.
LOCAL_MSG_NO_CONTACT=Sem Contactos para Mensagens
LOCAL_MSG_NO_CONTACT_DETAIL=N\u00e3o possui contactos para mensagens no seu livro de endere\u00e7os. Para usar as mensagens,\nprecisa adicionar pelo menos um contacto. Pode adicionar um contacto ao importar\na sua Identidade nas Mensagens (Mensagens >> Importar Contacto).
LOCAL_MSG_NO_CONTACT_SELECTED=Nenhum Contacto Seleccionado
LOCAL_MSG_NO_CONTACT_SELECTED_DETAIL=Nenhum contacto para mensagens est\u00e1 seleccionado na lista de contactos (\u00e1 direita na IU).\nDe modo a remover um contacto deve seleccionar um primeiro!
LOCAL_MSG_DELETE_CONTACT_CONFIRM=Remover este contacto?
LOCAL_MSG_DELETE_CONTACT_CONFIRM_DETAIL=O Contacto ser\u00e1 apagado permanentemente da sua lista de contactos!Todas as mensagens a receber deste\ncontacto ser\u00e3o subsquentemente ignoradas. Tem a certeza que pretende remover o\ncontacto seleccionado?,
LOCAL_MSG_NO_CONTACTS=Sem Contactos
LOCAL_MSG_NO_CONTACTS_DETAIL=N\u00e3o possui Contactos no seu livro de endere\u00e7os. Pode adicionar um contacto ao importar\na sua Identidade nas Mensagens (Mensagens >> Importar Contacto).
LOCAL_MSG_NO_RECIPIENT=Sem Destinat\u00e1rio Seleccionado
LOCAL_MSG_NO_RECIPIENT_DETAIL=Seleccione um contacto como destinat\u00e1rio da mensagem!
LOCAL_MSG_CONTACT_NO_Z_TOSEND=O Contacto seleccionado n\u00e3o aparenta possuir um endere\u00e7o Z para enviar e receber mensagens. 
LOCAL_MSG_CANT_SEND_MSG_NO_REPLY=O contacto precisa de um endere\u00e7o de resposta!
LOCAL_MSG_REND_RETURN_Q=Enviar endere\u00e7o de resposta ?
LOCAL_MSG_FIRST_SEND_CONTACT=Esta \u00e9 a primeira mensagem an\u00f3nima que est\u00e1 a enviar para este contacto.\nDeseja enviar lhe o endere\u00e7o Z da sua Identidade nas Mensagens, para que ele consiga responder \u00e1 sua mensagem an\u00f3nima?
LOCAL_MSG_NO_B_NO_MSG=O Contacto n\u00e3o possui um endere\u00e7o de identifica\u00e7\u00e3o nas mensagens B
LOCAL_MSG_NO_B_NO_MSG_DETAIL=O Contacto n\u00e3o possui um endere\u00e7o de identifica\u00e7\u00e3o nas mensagens B. N\u00e3o \u00e9 poss\u00edvel enviar uma mensagem!
LOCAL_MSG_CONTACT_ANONY_WARN_DETAIL=O contacto \u00e9 an\u00f3nimo.Est\u00e1 prestes a enviar-lhe uma mensagem\nque cont\u00e9m o seu endere\u00e7o de identifica\u00e7\u00e3o de envio B.Tem a certeza\nque pretende enviar a mensagem ? 
LOCAL_MSG_CONTACT_ANONY_WARN=Enviar mensagem que revela o seu endere\u00e7o de identifica\u00e7\u00e3o de envio B ?
LOCAL_MSG_NO_TEXT=Sem texto na mensagem
LOCAL_MSG_NO_TEXT_DETAIL=Por favor escreva uma mensagem para enviar!
LOCAL_MSG_SENDING_MSG=Ocupado a Enviar
LOCAL_MSG_SENDING_MSG_DETAIL=Existe de momento outra tentativa de envio de mensagem em curso.\nPor favor espere at\u00e9 estar completa.
LOCAL_MSG_INSUFF_BALANCE_MSG=Endere\u00e7o Z para enviar/receber mensagens n\u00e3o possui saldo suficiente
LOCAL_MSG_INSUFF_BALANCE_MSG_DETAIL_1=O endere\u00e7o Z usado para enviar/receber mensagens n\u00e3o possui saldo suficiente: \n
LOCAL_MSG_INSUFF_BALANCE_MSG_DETAIL_2=Ser\u00e1 redireccionado para aba da IU de modo a enviar BTCP e adicionar assim um saldo. Apenas precisa\nde uma pequena quantidade ex. tipicamente 0.1 BTCP \u00e9 suficiente para enviar 500 mensagens. Depois de enviar algum\nBTCP ter\u00e1 que esperar at\u00e9 que a transac\u00e7\u00e3o seja confirmada (tipicamente demora 2.5 minutos). \u00c9\nrecomendado enviar BTCP para este endere\u00e7o Z em duas ou mais transac\u00e7\u00f5es separadas (apesar de que uma \ntransac\u00e7\u00e3o seja suficiente).,
LOCAL_MSG_INSUFF_BALANCE_MSG_CONFIRMED=O endere\u00e7o Z para enviar/receber mensagens possui um saldo confirmado insuficiente
LOCAL_MSG_INSUFF_BALANCE_MSG_CONFIRMED_DETAIL_1=O endere\u00e7o Z usado para enviar/receber mensagens possui um saldo confirmado insuficiente: \n
LOCAL_MSG_INSUFF_BALANCE_MSG_CONFIRMED_DETAIL_2=Isto geralmente significa que a ultima transac\u00e7\u00e3o de mensagens ainda n\u00e3o foi confirmada. Precisa de\esperar que a transac\u00e7\u00e3o seja confirmada (tipicamente demora 2.5 minutos). Este\nproblema pode ser evitado se enviar BTCP para o endere\u00e7o Z em duas ou mais transac\u00e7\u00f5oes \nseparadas (quando transfere o saldo BTCP a ser usado para as mensagens).
LOCAL_MSG_TOO_LARGE=O tamanho da mensagem excede is limites suportados actualmente...
LOCAL_MSG_TOO_LARGE_DETAIL=O texto da mensagem que escreveu \u00e9 muito longo para ser enviado.\nEsta vers\u00e3o do protocolo de Mensagens BTCP apenas suporta aproximadamente\n300 caract\u00e9res por mensagem(este n\u00famero n\u00e3o \u00e9 exacto - depende das especifica\u00e7\u00f5es\nde codifica\u00e7\u00e3o dos caract\u00e9res).,
LOCAL_MSG_TOO_LARGE_ID=A sua Identidade nas Mensagens infelizmente \u00e9 grande demais para ser enviada\nnuma s\u00f3 mensagem. O destinat\u00e1rio ter\u00e1 que importar a sua Identidade nas Mensagens \nmanualmente a partir de um ficheiro JSON, ou pode ser enviada em partes separadas.
LOCAL_MSG_ERROR_SEND_MSG=Erro ao enviar a mensagem
LOCAL_MSG_NO_MSG_ID_DETAIL_2="O endere\u00e7o ligado \u00e1 sua Identidade nas mensagens n\u00e3o foi encontrado."
LOCAL_MSG_SEND_CONTACT_DETAILS_Q=Deseja enviar (alguns) dos seus detalhes de contacto para o grupo:\n
LOCAL_MSG_SEND_CONTACT_DETAILS_Q_2=Isto ir\u00e1 permitir que outros membro do grupo conhe\u00e7am a sua Identidade nas Mensagens.
#MSGOPTIONEDITDIALOG
LOCAL_MSG_MESSAGE_OPTS=Op\u00e7\u00f5es das Mensagens
LOCAL_MSG_MESSAGE_OPTS_SHOW=As seguintes op\u00e7\u00f5es s\u00e3o referentes \u00e1s Mensagens
LOCAL_MSG_AUTO_ADD_USER=Adicionar automaticamente utilizadores \u00e1 sua lista de contactos ? 
LOCAL_MSG_AMOUN_PER_MSG=Quantidade de BTCP a enviar com cada mensagem:
LOCAL_MSG_TXN_FEE_MSG=Taxa de Transac\u00e7\u00e3o: 
LOCAL_MSG_CLOSE=Fechar
LOCAL_MSG_REQ_FIELD=Este campo \u00e9 requerido:
LOCAL_MSG_REQ=Requerido
LOCAL_MSG_POS_NR=Este campo deve ser um n\u00famero positivo:
LOCAL_MSG_ERROR=ERRO
LOCAL_MSG_CONTACT_LIST=Lista de Contactos
LOCAL_MSG_ADD_CONTACT=Adicionar Contacto
LOCAL_MSG_DEL_CONTACT=Remover Contacto
LOCAL_MSG_GROUP=Grupo
LOCAL_MSG_CREATE_GROUP=Criar Group
LOCAL_MSG_SEND_CONTACT_DETAILS=Enviar detalhes de contacto
LOCAL_MSG_NO_CONTACT_SEND_DETAIL=Nenhum contacto para mensagens est\u00e1 seleccionado na lista de contactos (lado direito da janela).\nDe maneira a enviar os detalhes de contacto, precisa de escolher um destinat\u00e1rio primeiro!
LOCAL_MSG_SEND_OWN_ID_Q=Enviar Identidade nas Mensagens ? 
LOCAL_MSG_SEND_ANONYMOUS_CONTACT=O contacto \u00e9 an\u00f3nimo. Ao enviar os seus detalhes de contacto ir\u00e1 revelar a sua\nIdentidade nas Mensagens! Tem a certeza que deseja enviar os seus detalhes de contacto? 
LOCAL_MSG_SET_LANG=Linguagem
LOCAL_MSG_RESTART=Reiniciar requerido
LOCAL_MSG_RESTART_DETAIL=Por favor reinicie a aplica\u00e7\u00e3o para terminar de seleccionar a linguagem.
